[
    {
        "id": "13730",
        "revid": "33695565",
        "url": "https://en.wikipedia.org/wiki?curid=13730",
        "title": "Handball",
        "text": "Handball (also known as team handball, European handball or Olympic handball) is a team sport in which two teams of seven players each (six outcourt players and a goalkeeper) pass a ball using their hands with the aim of throwing it into the goal of the opposing team. A standard match consists of two periods of 30 minutes, and the team that scores more goals wins.\nModern handball is played on a court of , with a goal in the middle of each end. The goals are surrounded by a zone where only the defending goalkeeper is allowed; goals must be scored by throwing the ball from outside the zone or while \"diving\" into it. The sport is usually played indoors, but outdoor variants exist in the forms of field handball, Czech handball (which were more common in the past) and beach handball. The game is fast and high-scoring: professional teams now typically score between 20 and 35 goals each, though lower scores were not uncommon until a few decades ago. Body contact is permitted for the defenders trying to stop the attackers from approaching the goal. No protective equipment is mandated, but players may wear soft protective bands, pads and mouth guards.\nThe modern set of rules was published in 1917 by Karl Schelenz, Max Heiser, and Erich Konigh, on 29 October in Berlin, which is seen as the date of birth of the sport. The rules have had several revisions since. The first official handball match was played in 1917 in Germany. Karl Schelenz modified the rules in 1919. The first international games were played (under these rules) with men in 1925 (between Germany and Belgium) and with women in 1930 (between Germany and Austria).\nMen's handball was first played at the Olympics in the 1936 Summer Olympics in Berlin outdoors, and the next time at the 1972 Summer Olympics in Munich indoors; handball has been an Olympic sport since then. Women's handball was added at the 1976 Summer Olympics.\nThe International Handball Federation was formed in 1946 and, , has 197 member federations. The sport is most popular in Europe, and European countries have won all medals but one in the men's world championships since 1938. In the women's world championships, only two non-European countries have won the title: South Korea and Brazil. The game also enjoys popularity in East Asia, North Africa and parts of South America.\nOrigins and development.\nGames similar to handball were played in Ancient Greece and are represented on amphorae and stone carvings. Although detailed textual reference is rare, there are numerous descriptions of ball games being played where players throw the ball to one another; sometimes this is done in order to avoid interception by a player on the opposing team. Such games were played widely and served as both a form of exercise and a social event.\nThere is evidence of ancient Roman women playing a version of handball called . There are records of handball-like games in medieval France, and among the Inuit in Greenland, in the Middle Ages. By the 19th century, there existed similar games of \"håndbold\" from Denmark, \"házená\" in the Czech Republic, \"handbol\" in Ukraine, and \"torball\" in Germany.\nThe team handball game of today was codified at the end of the 19th century in northern Europe: primarily in Denmark, Germany, Norway, and Sweden. The first written set of team handball rules was published in 1906 by the Danish gym teacher, lieutenant and Olympic medalist Holger Nielsen from Ordrup grammar school, north of Copenhagen. The modern set of rules was published by Max Heiser, Karl Schelenz, and Erich Konigh in 1917 on 29 October in Berlin, Germany; this day is therefore seen as the \"date of birth\" of the sport. The first official handball match was played on 2 December 1917 in Berlin. In 1919 the rules were modified by Karl Schelenz. The first international games were played under these rules, between Germany and Austria by men in 1925 and between Germany and Austria by women in 1930.\nIn 1926, the Congress of World Athletics (then known as the International Amateur Athletic Federation) nominated a committee to draw up international rules for field handball. The International Amateur Handball Federation was formed in 1928 and later the International Handball Federation was formed in 1946.\nMen's field handball was played at the 1936 Summer Olympics in Berlin. During the next several decades, indoor handball flourished and evolved in the Scandinavian countries. The sport re-emerged onto the world stage as men's team handball for the 1972 Summer Olympics in Munich. Women's team handball was added at the 1976 Summer Olympics in Montreal. Due to its popularity in the region, the Eastern European countries that refined the event became the dominant force in the sport when it was reintroduced.\nThe International Handball Federation organised the men's world championship in 1938 and every four (sometimes three) years from World War II to 1995. Since the 1995 world championship in Iceland, the competition has been held every two years. The women's world championship has been held since 1957. The IHF also organizes women's and men's junior world championships. By July 2009, the IHF listed 166 member federations – approximately 795,000 teams and 19 million players.\nRules.\nThe rules are laid out in the IHF's set of rules, most recently published in 2015.\nSummary.\nTwo teams of seven players (six court players plus one goalkeeper) take the court and attempt to score points by putting the game ball into the opposing team's goal. In handling the ball, players are subject to the following restrictions:\nNotable scoring opportunities can occur when attacking players jump into the goal area. For example, an attacking player may catch a pass while launching toward the inside the goal area, and then shoot or pass before touching the floor. \"Doubling\" occurs when a diving attacking player passes to another diving teammate.\nPlaying court.\nHandball is played on a court , with a goal in the centre of each end. The goals are surrounded by a near-semicircular area, called the zone or the crease, defined by a line six metres from the goal. A dashed near-semicircular line nine metres from the goal marks the free-throw line. Each line on the court is part of the area it encompasses; the centre line belongs to both halves at the same time.\nGoals.\nThe goals are two metres high and three metres wide. They must be securely bolted either to the floor or the wall behind.\nThe goal posts and the crossbar must be made out of the same material (e.g., wood or aluminium) and feature a quadratic cross section with sides of . The three sides of the beams visible from the playing court must be painted alternatingly in two contrasting colors which both have to contrast against the background. The colors on both goals must be the same.\nEach goal must feature a net. This must be fastened in such a way that a ball thrown into the goal does not leave or pass the goal under normal circumstances. If necessary, a second net may be clasped to the back of the net on the inside.\nCrease.\nThe goals are surrounded by the crease, also called the zone. This area is delineated by two quarter circles with a radius of six metres around the far corners of each goal post and a connecting line parallel to the goal line. Only the defending goalkeeper is allowed inside this zone. However, court players may catch and touch the ball in the air within it as long as the player starts their jump outside the zone and releases the ball before they land (landing inside the perimeter is allowed in this case as long as the ball has been released).\nIf a player without the ball contacts the ground inside the goal perimeter, or the line surrounding the perimeter, they must take the most direct path out of it. However, should a player cross the zone in an attempt to gain an advantage (e.g., better position) their team cedes the ball. Similarly, violation of the zone by a defending player is penalized only if they do so in order to gain an advantage in defending.\nSubstitution area.\nOutside of one long edge of the court to both sides of the middle line are the substitution areas for each team. Team officials, substitutes, and suspended players must wait within this area. A team's area is the same side as the goal the team is defending; during halftime, substitution areas are swapped. Any player entering or leaving the play must cross the substitution line which is part of the side line and extends from the middle line to the team's side.\nDuration.\n A standard match has two 30-minute halves with a 10- or 15-minute (major Championships/Olympics) halftime intermission. At half-time, teams switch sides of the court as well as benches. For youths, the length of the halves is reduced—25 minutes at ages 12 to 15, and 20 minutes at ages 8 to 11; though national federations of some countries may differ in their implementation from the official guidelines.\nIf a decision must be reached in a particular match (e.g., in a tournament) and it ends in a draw after regular time, there are at maximum two overtimes, each consisting of two straight 5-minute periods with a one-minute break in between. If these does not decide the game either, then the winning team is determined in a penalty shootout (best-of-five rounds; if still tied, extra rounds are added until one team wins).\nThe referees may call \"timeout\" according to their sole discretion; typical reasons are injuries, suspensions, or court cleaning. Penalty throws should trigger a timeout only for lengthy delays, such as a change of the goalkeeper.\nSince 2012, teams can call 3 \"team timeouts\" per game (up to two per half), which last one minute each. This right may only be invoked by the team in possession of the ball. Team representatives must show a green card marked with a black \"T\" on the timekeeper's desk. The timekeeper then immediately interrupts the game by sounding the buzzer to stop the clock. Before 2012, teams were allowed only one timeout per half. For the purpose of calling timeouts, overtime and shootouts are extensions of the second half.\nReferees.\nA handball match is adjudicated by two equal referees. Some national bodies allow games with only a single referee in special cases like illness on short notice. Should the referees disagree on any occasion, a decision is made on mutual agreement during a short timeout; or, in case of punishments, the more severe of the two comes into effect. The referees are obliged to make their decisions \"on the basis of their observations of facts\". Their judgements are final and can be appealed against only if not in compliance with the rules. Officials can look to TV replays, as needed.\nThe referees position themselves in such a way that the team players are confined between them. They stand diagonally aligned so that each can observe one side line. Depending on their positions, one is called \"court referee\" and the other \"goal referee\". These positions automatically switch on ball turnover. They physically exchange their positions approximately every 10 minutes (long exchange), and change sides every five minutes (short exchange).\nThe IHF defines 18 hand signals for quick visual communication with players and officials. The signal for warning is accompanied by a yellow card. A disqualification for the game is indicated by a red card, followed by a blue card if the disqualification will be accompanied by a report. The referees also use whistle blows to indicate infractions or to restart the play.\nThe referees are supported by a \"scorekeeper\" and a \"timekeeper\" who attend to formal things such as keeping track of goals and suspensions, or starting and stopping the clock, respectively. They also keep an eye on the benches and notify the referees on substitution errors. Their desk is located between the two substitution areas.\nTeam players, substitutes, and officials.\nEach team consists of seven players on court and seven substitute players on the bench. One player on the court must be the designated goalkeeper, differing in his clothing from the rest of the court players. Substitution of players can be done in any number and at any time during game play. An exchange takes place over the substitution line. A prior notification of the referees is not necessary.\nSome national bodies, such as the Deutsche Handball Bund (DHB, \"German Handball Federation\"), allow substitution in junior teams only when in ball possession or during timeouts. This restriction is intended to prevent early specialization of players to offence or defence.\nCourt players.\nCourt players are allowed to touch the ball with any part of their bodies above and including the knee. As in several other team sports, a distinction is made between catching and dribbling. A player who is in possession of the ball may stand stationary for only three seconds, and may take only three steps. They must then either shoot, pass, or dribble the ball. Taking more than three steps at any time is considered travelling, and results in a turnover. A player may dribble as many times as they want (though, since passing is faster, it is the preferred method of attack), as long as during each dribble the hand contacts only the top of the ball. Therefore, carrying is completely prohibited, and results in a turnover. After the dribble is picked up, the player has the right to another three seconds or three steps. The ball must then be passed or shot, as further holding or dribbling will result in a \"double dribble\" turnover and a free throw for the other team. Other offensive infractions that result in a turnover include charging and setting an illegal screen. Carrying the ball into the six-metre zone results either in ball possession by the goalkeeper (by attacker) or turnover (by defender).\nGoalkeeper.\nOnly the goalkeepers are allowed to move freely within the goal perimeter, although they may not cross the goal perimeter line while carrying or dribbling the ball. Within the zone, they are allowed to touch the ball with all parts of their bodies, including their feet, with a defensive aim (for other actions, they are subject to the same restrictions as the court players). The goalkeepers may participate in the normal play of their teammates. A regular court player may substitute for the goalkeeper if a team elects to use this scheme in order to outnumber the defending players. Prior to 2015, this court player became the designated goalkeeper on the court and had to wear some vest or bib the same color as the goalkeeper's shirt to be identified as such. A rule change meant to make the game more offensive now allows any player to substitute for the goalkeeper without becoming a designated goalkeeper. The new rule resembles the one used in ice hockey. This rule was first used in the women's world championship in December 2015 and has since been used by the men's European championship in January 2016 and by both genders in the Olympic tournament in 2016. This rule change has led to a drastic increase of empty net goals.\nIf either goalkeeper deflects the ball over the outer goal line, their team stays in possession of the ball, in contrast to other sports like football. The goalkeeper resumes the play with a throw from within the zone (\"goalkeeper throw\"). In a penalty shot or directly taken free throw, throwing the ball against the head of a goalkeeper who is not moving will lead to a direct disqualification (\"red card\"). Hitting a non moving goalkeeper's head out of regular play will lead to a two-minute suspension as long as the player threw without obstruction.\nOutside of own D-zone, the goalkeeper is treated as an ordinary court player, and has to follow court players' rules; holding or tackling an opponent player outside the area risks a direct disqualification. The goalkeeper may not return to the area with the ball. Passing to one's own goalkeeper results in a turnover.\nTeam officials.\nEach team is allowed to have a maximum of four team officials seated on the benches. An official is anybody who is neither player nor substitute. One official must be the designated representative who is usually the team manager. Since 2012, representatives can call up to 3 team timeouts (up to twice per half), and may address the scorekeeper, timekeeper, and referees (before that, it was once per half); overtime and shootouts are considered extensions of the second half. Other officials typically include physicians or managers. No official is allowed to enter the playing court without the permission of the referees.\nBall.\n The ball is spherical and must be made either of leather or a synthetic material. It is not allowed to have a shiny or slippery surface. As the ball is intended to be operated by a single hand, its official sizes vary depending on age and gender of the participating teams.\nAwarded throws.\nThe referees may award a special throw to a team. This usually happens after certain events such as scored goals, off-court balls, turnovers and timeouts. All of these special throws require the thrower to obtain a certain position, and pose restrictions on the positions of all other players. Sometimes the execution must wait for a whistle blow by the referee.\nPenalties.\nPenalties are given to players, in progressive format, for fouls that require more punishment than just a free-throw. Actions directed mainly at the opponent and not the ball (such as reaching around, holding, pushing, tripping, and jumping into opponent) as well as contact from the side, from behind a player or impeding the opponent's counterattack are all considered illegal and are subject to penalty. Any infraction that prevents a clear scoring opportunity will result in a seven-metre penalty shot.\nTypically the referee will give a warning yellow card for an illegal action; but, if the contact was particularly dangerous, like striking the opponent in the head, neck or throat, the referee can forego the warning for an immediate two-minute suspension. Players are warned once before given a yellow card; they risk being red-carded if they receive three two-minute suspensions.\nA red card results in an ejection from the game and a two-minute penalty for the team. A player may receive a red card directly for particularly rough penalties. For instance, any contact from behind during a fast break is now being treated with a red card; as does any deliberate intent to injure opponents. A red-carded player has to leave the playing area completely. A player who is disqualified may be substituted with another player after the two-minute penalty is served. A coach or official can also be penalized progressively. Any coach or official who receives a two-minute suspension will have to pull out one of their players for two minutes; however, the player is not the one punished, and can be substituted in again, as the penalty consists of the team playing with one fewer player than the opposing team.\nAfter referees award the ball to the opponents for whatever reason, the player currently in possession of the ball has to lay it down quickly, or risk a two-minute suspension. Also, gesticulating or verbally questioning the referee's order, as well as arguing with the officials' decisions, will normally risk a yellow card. If the suspended player protests further, does not walk straight off the court to the bench, or if the referee deems the tempo deliberately slow, that player risks a double yellow card. Illegal substitution (outside of the dedicated area, or if the replacement player enters too early) is prohibited; if they do, they risk a yellow card.\nGameplay.\nFormations.\nPlayers are typically referred to by the positions they are playing. The positions are always denoted from the view of the respective goalkeeper, so that a defender on the right opposes an attacker on the left. However, not all of the following positions may be occupied depending on the formation or potential suspensions.\nOffense.\nSometimes, the offense uses formations with two pivot players.\nDefense.\nThere are many variations in defensive formations. Usually, they are described as \"n:m\" formations, where \"n\" is the number of players defending at the goal line and \"m\" the number of players defending more offensive. Exceptions are the 3:2:1 defense and n+m formation (e.g. 5+1), where m players defend some offensive player in man coverage (instead of the usual zone coverage).\nOffensive play.\nAttacks are played with all court players on the side of the defenders. Depending on the speed of the attack, one distinguishes between three attack \"waves\" with a decreasing chance of success:\nThe third wave evolves into the normal offensive play when all defenders not only reach the zone, but gain their accustomed positions. Some teams then substitute specialised offence players. However, this implies that these players must play in the defence should the opposing team be able to switch quickly to offence. The latter is another benefit for fast playing teams.\nIf the attacking team does not make sufficient progress (eventually releasing a shot on goal), the referees can call passive play (since 1995, the referee gives an advance warning by holding one hand high, signalling that the attacking team should release a shot soon), turning control over to the other team. A shot on goal or an infringement leading to a yellow card or two-minute penalty will mark the start of a new attack, causing the hand to be taken down; but a shot blocked by the defense or a normal free throw will not. This rule prevents an attacking team from stalling the game indefinitely, as it is difficult to intercept a pass without at the same time conceding dangerous openings towards the goal.\nDefensive play.\nThe usual formations of the defense are 6–0, when all the defense players line up between the and lines to form a wall; the 5–1, when one of the players cruises outside the perimeter, usually targeting the center forwards while the other 5 line up on the line; and the less common 4–2 when there are two such defenders out front. Very fast teams will also try a 3–3 formation which is close to a switching man-to-man style. The formations vary greatly from country to country, and reflect each country's style of play. 6–0 is sometimes known as \"flat defense\", and all other formations are usually called \"offensive defense\".\nOrganization.\nHandball teams are usually organised as clubs. On a national level, the clubs are associated in federations which organize matches in leagues and tournaments.\nInternational body.\nThe International Handball Federation (IHF) is the administrative and controlling body for international handball. Handball is an Olympic sport played during the Summer Olympics.\nThe IHF organizes world championships, held in odd-numbered years, with separate competitions for men and women.\nThe IHF World Men's Handball Championship 2023 title holders are Denmark. The IHF World Women's Handball Championship 2021 title holder is Norway.\nThe IHF is composed of five continental federations: Asian Handball Federation, African Handball Confederation, Pan-American Team Handball Federation, European Handball Federation and Oceania Handball Federation. These federations organize continental championships held every other second year. Handball is played during the Pan American Games, All-Africa Games, and Asian Games. It is also played at the Mediterranean Games. In addition to continental competitions between national teams, the federations arrange international tournaments between club teams.\nAttendance records.\nThe worldwide attendance record for seven-a-side handball was set on 10 January 2024 in Düsseldorf, Germany, during the two opening matches of the 2024 European Men's Handball Championship. The two games (France versus North Macedonia and Germany against Switzerland) were played in front of 53,586 spectators.\nCommemorative coins.\nHandball events have been selected as a main motif in numerous collectors' coins. One of the recent samples is the €10 Greek Handball commemorative coin, minted in 2003 to commemorate the 2004 Summer Olympics. On the coin, the modern athlete directs the ball in his hands towards his target, while in the background the ancient athlete is just about to throw a ball, in a game known as \"cheirosphaira\", in a representation taken from a black-figure pottery vase of the Archaic period.\nThe most recent commemorative coin featuring handball is the British 50 pence coin, part of the series of coins commemorating the London 2012 Olympic Games."
    },
    {
        "id": "18080",
        "revid": "27015025",
        "url": "https://en.wikipedia.org/wiki?curid=18080",
        "title": "Lacrosse",
        "text": "Lacrosse is a contact team sport played with a lacrosse stick and a lacrosse ball. It is the oldest organized sport in North America, with its origins with the indigenous people of North America as early as the 12th century. The game was extensively modified by European colonists, reducing the violence, to create its current collegiate and professional form.\nPlayers use the head of the lacrosse stick to carry, pass, catch, and shoot the ball into the goal. The sport has five versions that have different sticks, fields, rules and equipment: field lacrosse, women's lacrosse, box lacrosse, lacrosse sixes and intercrosse. The men's games, field lacrosse (outdoor) and box lacrosse (indoor), are contact sports and all players wear protective gear: helmet, gloves, shoulder pads, and elbow pads. The women's game is played outdoors and does not allow body contact but does allow stick to stick contact. The only protective gear required for women players is eyegear, while goalies wear helmets and protective pads. Lacrosse sixes is played by both men and women on a smaller field, and is the most common version at multi-sport events. Intercrosse is a mixed-gender non-contact sport that uses an all-plastic stick and a softer ball.\nThe modern sport is governed by World Lacrosse and is the only international sport organization to recognize First Nations bands and Native American tribes as sovereign nations. The organization hosts the World Lacrosse Championship for men, the Women's Lacrosse World Cup, the World Indoor Lacrosse Championship for box lacrosse, and the Under-19 World Lacrosse Championships for both men and women. Each is held every four years. Lacrosse at the Summer Olympics has been contested at two editions of the Summer Olympic Games, 1904 and 1908. It will be contested at the 2028 Olympic Games in the lacrosse sixes format. It was also held as a demonstration event at the 1928, 1932, and 1948 Summer Olympics.\nHistory.\nLacrosse is based on games played by various Native American communities as early as 1100 AD. By the 17th century, a version of lacrosse was well-established and was documented by Jesuit missionary priests in the territory of present-day Canada.\nIn the traditional aboriginal Canadian version, each team consisted of about 100 to 1,000 men on a field several miles/kilometers long. These games lasted from sunup to sundown for two to three days straight and were played as part of ceremonial ritual, a kind of symbolic warfare, or to give thanks to the Creator or Master.\nLacrosse played a significant role in the community and religious life of tribes across the continent for many years. Early lacrosse was characterized by deep spiritual involvement, befitting the spirit of combat in which it was undertaken. Those who took part did so in the role of warriors, with the goal of bringing glory and honour to themselves and their tribes. The game was said to be played \"for the Creator\" or was referred to as \"The Creator's Game\", and a version of the game was called \"baggataway\".\nThe French Jesuit missionary saw Huron tribesmen play the game during 1637 in present-day Ontario. He called it , \"the stick\" in French. The name seems to be originated from the French term for field hockey, .\nJames Smith described in some detail a game being played in 1757 by Mohawk people \"wherein now they used a wooden ball, about in diameter, and the instrument they moved it with was a strong staff about long, with a hoop net on the end of it, large enough to contain the ball.\"\nEnglish-speaking people from Montreal noticed Mohawk people playing the game and started playing themselves in the 1830s. In 1856, William George Beers, a Canadian dentist, founded the Montreal Lacrosse Club. In 1860, Beers codified the game, shortening the length of each game and reducing the number of players to 12 per team. The first game played under Beers's rules was at Upper Canada College in 1867; they lost to the Toronto Cricket Club by a score of 3–1.\nThe new sport proved to be very popular and spread across the English-speaking world; by 1900 there were dozens of men's clubs in Canada, the United States, England, Australia, and New Zealand. The women's game was introduced by Louisa Lumsden in Scotland in 1890. The first women's club in the United States was started by Rosabelle Sinclair at Bryn Mawr School in 1926.\nIn the United States, lacrosse during the late 1800s and first half of the 1900s was primarily a regional sport centered around the Mid-Atlantic states, especially New York and Maryland. However, in the last half of the 20th century, the sport spread outside this region, and can be currently found in most of the United States. According to a survey conducted by US Lacrosse in 2016, there are over 825,000 lacrosse participants nationwide and lacrosse is the fastest-growing team sport among NFHS member schools.\nVersions of lacrosse.\nField lacrosse.\nField lacrosse is the men's outdoor version of the sport. There are ten players on each team: three attackmen, three midfielders, three defensemen, and one goalie. Each player carries a lacrosse stick. A short stick measures between long and is used by attackmen and midfielders. A maximum of four players on the field per team may carry a long stick which is between long and is used by the three defensemen and sometimes one defensive midfielder. The goalie uses a stick with a head as wide as that can be between long.\nThe field of play is . The goals are and are apart. Each goal sits inside a circular \"crease\", measuring in diameter. The goalie has special privileges within the crease to avoid opponents' stick checks. Offensive players or their sticks may not enter into the crease at any time. The mid-field line separates the field into an offensive and defensive zone for each team. Each team must keep four players in its defensive zone and three players in its offensive zone at all times. It does not matter which positional players satisfy the requirement, although usually the three attackmen stay in the offensive zone, the three defensemen and the goalie stay in the defensive zone, and the three middies play in both zones. A team that violates this rule is offsides and either loses possession of the ball if they have it or incurs a technical foul if they do not.\nThe regulation playing time of a game is 60 minutes, divided into four periods of 15 minutes each. Play is started at the beginning of each quarter and after each goal with a face-off. During a face-off, two players lay their sticks on the ground parallel to the mid-line, the two heads of their sticks on opposite sides of the ball. At the whistle, the face-off-men scrap for the ball, often by \"clamping\" it under their stick and flicking it out to their teammates. When one of the teams has possession of the ball, they bring it into their offensive zone and try to score a goal. Due to the offsides rule, settled play involves six offensive players versus six defensive players and a goalie.\nIf the ball goes out of bounds, possession is awarded against the team that touched it last. The exception is when the ball is shot towards the goal. Missed shots that go out of bounds are awarded to the team that has the player who is the closest to the ball when and where the ball goes out. During play, teams may substitute players in and out if they leave and enter the field through the substitution area, sometimes referred to as \"on the fly\". After penalties and goals, players may freely substitute and do not have to go through the substitution area.\nPenalties are awarded for rule violations and result in the offending team losing possession (loss of possession) or temporarily losing a player (time serving). During time serving penalties, the penalized team plays with one fewer player for the duration of the penalty. Time serving penalties are either releasable or non-releasable. When serving a releasable penalty, the offending player may re-enter play if a goal is scored by the opposing team during the duration of the penalty. Non-releasable penalties do not allow this and the player must serve the entire duration. In conjunction with the offsides rule, the opponent may play with six attackers versus the penalized team's five defenders and goalie. The team that has taken the penalty is said to be playing man down, while the other team is man up. Teams will use various lacrosse strategies to attack and defend while a player is being penalized.\nThere are two classes of rule violations that result in penalties: technical fouls and personal fouls. Technical fouls, such as offsides, pushing, and holding, result in either a loss of possession or a 30-second penalty, depending on which team has the ball. Personal fouls, such as cross-checking, illegal body checking, or slashing, concern actions that endanger player safety. Cross-checking is when a player strikes another player with the shaft of the stick between his hands. A slash is when a player strikes another player with the end of the stick anywhere besides the gloves. These fouls draw 1-minute or longer penalties; the offending player must leave the field.\nBox lacrosse.\nBox lacrosse is played by teams of five runners plus a goalie on an ice hockey rink where the ice has been removed or covered by artificial turf, or in an indoor soccer field. The enclosed playing area is called a box, in contrast to the open playing field of the traditional game. This version of the game was introduced in Canada in the 1930s to promote business for hockey arenas outside of the ice hockey season. Within several years it had nearly supplanted field lacrosse in Canada.\nThe goals in box lacrosse are smaller than field lacrosse, traditionally wide and tall. Also, the goaltender wears much more protective padding, including a massive chest protector and armguard combination known as \"uppers\", large shin guards known as leg pads (both of which must follow strict measurement guidelines), and ice hockey-style goalie masks.\nThe style of the game is quick, accelerated by the close confines of the floor and a shot clock. The shot clock requires the attacking team to take a shot on goal within 30 seconds of gaining possession of the ball. Box lacrosse is also a much more physical game. Since cross checking is legal in box lacrosse, players wear rib pads and the shoulder and elbow pads are bigger and stronger than what field lacrosse players wear. Box lacrosse players wear a hockey helmet with a box lacrosse cage. There is no offsides in box lacrosse, the players substitute freely from their bench areas as in hockey. However, most players specialize in offense or defense, so usually all five runners substitute for teammates as their team transitions between offense and defense.\nFor penalties, the offending player is sent to the penalty box and his team has to play without him, or man-down, for the length of the penalty. Most fouls are minor penalties and last for two minutes, major penalties for serious offenses last five minutes. What separates box lacrosse (and ice hockey) from other sports is that at the top levels of professional and junior lacrosse, participating in a fight does not automatically cause an ejection, but a five-minute major penalty is given.\nBox lacrosse is played at the highest level in the National Lacrosse League and by the Senior A divisions of the Canadian Lacrosse Association. The National Lacrosse League (NLL) employs some minor rule changes from the Canadian Lacrosse Association (CLA) rules. Notably, the goals are wide instead of and the games are played during the winter. The NLL games consist of four fifteen-minute quarters compared with three periods of twenty minutes each in CLA games. NLL players may only use sticks with hollow shafts, while CLA permits solid wooden sticks.\nWomen's lacrosse.\nThe rules of women's lacrosse differ significantly from men's lacrosse, most notably by equipment and the degree of allowable physical contact. Women's lacrosse rules also differ significantly between the US and all other countries, who play by the Federation of International Lacrosse (FIL) rules. Women's lacrosse does not allow physical contact, the only protective equipment worn is a mouth guard and eye-guard. In the early part of the 21st century, there have been discussions of requiring headgear to prevent concussions. In 2008, Florida was the first state to mandate headgear in women's lacrosse. Stick checking is permitted in the women's game, but only in certain levels of play and within strict rules. Women's lacrosse also does not allow players to have a pocket, or loose net, on the lacrosse stick. Women start the game with a \"draw\" instead of a face-off. The two players stand up and the ball is placed between their stick heads while their sticks are horizontal at waist-height. At the whistle, the players lift their sticks into the air, trying to control where the ball goes.\nThe first modern women's lacrosse game was held at St Leonards School in Scotland in 1890. It was introduced by the school's headmistress Louisa Lumsden after a visit to Quebec, where she saw it played. The first women's lacrosse team in the United States was established at Bryn Mawr School in Baltimore, Maryland in 1926.\nBoth the number of players and the lines on the field differ from men's lacrosse. There are 12 players in women's lacrosse and players must abide by certain boundaries that do not exist in men's play. The three specific boundaries are the \"fan\" in front of the goal ( internationally), the ( internationally) half circle that surrounds the 8-meter fan, and the draw circle in the center of the field, which is used for draws to start quarters and after goals. The goal circle is also positioned slightly closer to the end line in women's lacrosse compared to men's. In women's lacrosse on either the offensive or defensive end, the players besides the goaltender are not able to step inside the goal circle; this becomes a \"goal-circle violation\". However, at the women's collegiate level, a new rule has been established that allows defenders to pass through the goal circle.\nThe 8-meter fan that is in front of the goal circle has a few restrictions in it. Defenders cannot stand inside the 8-meter fan longer than 3 seconds without being a stick-length away from the offensive player they are guarding. This is very similar to the three-second rule in basketball. A three seconds violation results in a player from the other team taking a free shot against the goalie. If you are an attacker trying to shoot the ball into the goal, you are not supposed to take a shot while a defender is in \"shooting space\". To make sure that you, the defender, are being safe, you want to lead with your lacrosse stick and once you are a sticks-length away, you can be in front of her.\nLacrosse sixes.\nLacrosse sixes is a variant of lacrosse played outdoors with six players on each side. The game follows similar rules to traditional field lacrosse, with modifications and a shorter game time. It was created in 2021 by World Lacrosse in a bid to achieve lacrosse's participation in the Olympic Games, and will make its Olympic debut at the 2028 edition in Los Angeles.\nLacrosse sixes has similar rules for men and women but preserves some differences, such as the amount of contact allowed. The major rule differences as compared to traditional field lacrosse are as follows:\nIntercrosse.\nIntercrosse, or soft stick lacrosse, is a non-contact form of lacrosse with a standardized set of rules using modified lacrosse equipment. An intercrosse stick is different from a normal lacrosse stick, the head is made completely of plastic instead of leather or nylon pockets in traditional lacrosse sticks. The ball is larger, softer and hollow, unlike a lacrosse ball, which is solid rubber.\nIntercrosse as a competitive adult sport is popular in Quebec, Canada, as well as in many European countries, particularly in the Czech Republic. Generally, teams consist of five players per side, and the field size is wide and long. Goals for adults are the same size as box lacrosse, in height and width. The international governing body, the Fédération Internationale d'Inter-Crosse, hosts a World Championship bi-annually.\nSoft stick lacrosse is a popular way to introduce youth to the sport. It can be played outdoors or indoors and has a developed curriculum for physical education classes.\nInternational lacrosse.\nLacrosse has historically been played for the most part in Canada and the United States, with small but dedicated lacrosse communities in the United Kingdom and Australia. Recently, however, lacrosse has begun to flourish at the international level, with teams being established around the world, particularly in Europe and East Asia.\nWorld Lacrosse.\nIn August 2008, the men's international governing body, the International Lacrosse Federation, merged with the women's, the International Federation of Women's Lacrosse Associations, to form the Federation of International Lacrosse (FIL). The FIL changed its name to World Lacrosse in May 2019. There are currently 62 member nations of World Lacrosse.\nTournaments.\nWorld Lacrosse sponsors five world championship tournaments: the World Lacrosse Championship for men's field, the Women's Lacrosse World Championship for women's, the World Indoor Lacrosse Championship for box lacrosse, as well as the Men's Under-20 World Lacrosse Championships and Women's Under-20 World Lacrosse Championships. Each is held every four years.\nThe World Lacrosse Championship (WLC) began in 1968 as a four-team invitational tournament sponsored by the International Lacrosse Federation. Until 1990, only the United States, Canada, England, and Australia had entered. With the expansion of the game internationally, the 2014 World Lacrosse Championship was contested by 38 countries. The WLC has been dominated by the United States. Team USA has won 11 of the 14 titles, with Canada winning the other three.\nThe Women's Lacrosse World Cup (WLWC) began in 1982. The United States has won 9 of the 11 titles, with Australia winning the other two. Canada and England have always finished in the top five. The 2017 tournament was held in England and featured 25 countries.\nThe first World Indoor Lacrosse Championship (WILC) was held in 2003 and contested by six nations at four sites in Ontario. Canada won the championship by beating the Iroquois Nationals 21–4 in the final. The 2007 championship hosted by the Onondaga Nation included 13 teams. Canada has dominated the competition, winning all five gold medals and never losing a game.\nThe Iroquois Nationals are the men's national team representing the Six Nations of the Iroquois Confederacy in international field lacrosse competition. The team was admitted to the FIL in 1987. It is the only First Nations team sanctioned for international competition in any sport. The Nationals placed fourth in the 1998, 2002 and 2006 World Lacrosse Championships and third in 2014. The indoor team won the silver medal in all four World Indoor Lacrosse Championships. In 2008, the Iroquois women's team was admitted to the FIL as the Haudenosaunee Nationals. They placed 7th at the 2013 Women's Lacrosse World Cup.\nOlympic Games.\nField lacrosse was a medal sport in the 1904 and the 1908 Summer Olympics. In 1904, three teams competed in the games held in St. Louis. Two Canadian teams, the Winnipeg Shamrocks and a team of Mohawk people from the Iroquois Confederacy, plus the local St. Louis Amateur Athletic Association team representing the United States participated. The Winnipeg Shamrocks captured the gold medal. The 1908 games held in London, England, featured only two teams, representing Canada and Great Britain. The Canadians again won the gold medal in a single championship match by a score of 14–10.\nIn the 1928, 1932, and the 1948 Summer Olympics, lacrosse was a demonstration sport. The 1928 Olympics in Amsterdam featured three teams: the United States, Canada, and Great Britain. The 1932 games in Los Angeles featured a three-game exhibition between a Canadian all-star team and the United States. The United States was represented by Johns Hopkins in both the 1928 and 1932 Olympics. The 1948 games featured an exhibition by an \"All-England\" team organized by the English Lacrosse Union and the collegiate lacrosse team from Rensselaer Polytechnic Institute representing the United States. This exhibition match ended in a 5–5 tie.\nEfforts were made to include lacrosse as an exhibition sport at the 1996 Summer Olympics in Atlanta, Georgia, and the 2000 Summer Olympics in Sydney, Australia, but they were not successful.\nAn obstacle for lacrosse to return to the Olympics has been insufficient international participation. To be considered for the Olympics, a sport had to be played on four continents and by at least 75 countries. Lacrosse is played on all six continents, but as of August 2019 when Ghana joined, there are only 63 countries playing the sport. However, nowadays numeric criteria about widely practiced sports have been abolished. The International Olympic Committee granted provisional status to World Lacrosse in 2018. In August 2022, it was announced that nine sports had made the shortlist to be included in the games, among them lacrosse, with presentations expected to be made later that month. In October 2023, the LA28 Organizing Committee announced that it had recommended lacrosse as one of five sports that may be added to the program for the 2028 Summer Olympics. On October 16, 2023, lacrosse received approval from the International Olympic Committee for inclusion in the 2028 Summer Olympics in Los Angeles.\nOther.\nThe European Lacrosse Federation (ELF) was established in 1995 and held the first European Lacrosse Championships that year. Originally an annual event, it is now held every four years, in between FIL's men's and women's championships. In 2004, 12 men's and 6 women's teams played in the tournament, making it the largest international lacrosse event of the year. The last men's tournament was in 2016, when 24 countries participated. England won its ninth gold medal out of the ten tournaments played. 2015 was the last women's tournament, when 17 teams participated in the Czech Republic. England won its sixth gold medal, with Wales earning silver and Scotland bronze. These three countries from Great Britain have dominated the women's championships, earning all but three medals since the tournament began in 1996. There are currently 29 members of the ELF, they make up the majority of nations in the FIL.\nThe Asia Pacific Lacrosse Union was founded in 2004 by Australia, Hong Kong, South Korea and Japan. It currently has 12 members and holds the Asia Pacific Championship for both men's and women's teams every two years.\nLacrosse was played in the World Games for the first time at the 2017 World Games held in Poland. Only women's teams took part in the competition. The United States won the gold medal defeating Canada in the finals. Australia won the bronze medal match. The Haudenosaunee Nationals women's lacrosse team could not participate.\nBoth men and women tournaments consisting of the 6v6 version played on smaller fields were held in the 2022 World Games in Birmingham, Alabama, USA.\nLacrosse in the United States.\nCollege lacrosse.\nMen's college lacrosse.\nCollegiate lacrosse in the United States is played at the NCAA, NAIA and club levels. There are currently 71 NCAA Division I men's lacrosse teams, 93 Division II teams, and 236 Division III teams. Thirty-two schools participate at the NAIA level. 184 men's club teams compete in the Men's Collegiate Lacrosse Association, including most universities and colleges outside the northeastern United States. The National College Lacrosse League and Great Lakes Lacrosse League are two other lower-division club leagues. In Canada, 14 teams from Ontario and Quebec play field lacrosse in the fall in the Canadian University Field Lacrosse Association.\nThe first U. S. intercollegiate men's lacrosse game was played on November 22, 1877 between New York University and Manhattan College. An organizing body for the sport, the U. S. National Lacrosse Association, was founded in 1879 and the first intercollegiate lacrosse tournament was held in 1881, with Harvard beating Princeton 3–0 in the championship game. Annual post-season championships were awarded by a variety of early lacrosse associations through the 1930s. From 1936 to 1972, the United States Intercollegiate Lacrosse Association awarded the Wingate Memorial Trophy to the best college lacrosse team each year.\nThe NCAA began sponsoring a men's lacrosse championship in 1971, when Cornell took the first title over Maryland, 12–6. Syracuse has 10 Division I titles, Johns Hopkins 9, and Princeton 6. The NCAA national championship weekend tournament draws over 80,000 fans.\nWomen's college lacrosse.\nThere are currently 112 Division I women's lacrosse teams, 109 Division II teams, and 282 Division III teams. There are 36 NAIA women's lacrosse teams. The NCAA started sponsoring a women's lacrosse championship in 1982. Maryland has traditionally dominated women's intercollegiate play, producing many head coaches and U.S. national team players. The Terrapins won seven consecutive NCAA championships from 1995 through 2001. Princeton's women's teams have made it to the final game seven times since 1993 and have won three NCAA titles, in 1993, 2002, and 2003. In recent years, Northwestern has become a force, winning the national championship from 2005 through 2009. Maryland ended Northwestern's streak by defeating the Wildcats in the 2010 final, however, Northwestern won the next two titles in 2011 and 2012. Maryland again claimed the national championship in 2014, 2015, and 2017.\nThe Women's Collegiate Lacrosse Associates (WCLA) is a collection of over 260 college club teams that are organized by US Lacrosse. Teams are organized into two divisions and various leagues.\nProfessional lacrosse.\nActive leagues.\nNational Lacrosse League.\nThe National Lacrosse League (NLL) is a men's semi-professional box lacrosse league in North America. The NLL currently has fifteen teams, ten in the United States and five in Canada. The 18-game regular season runs from December to April; games are always on the weekends. The champion is awarded the National Lacrosse League Cup in early June.\nGames are played in ice rinks with artificial turf covering the ice. Venues range from NHL arenas seating 19,000 to smaller arenas with under 10,000 capacity. In 2017, average attendance ranged from 3,200 per game in Vancouver to over 15,000 in Buffalo. Overall, the league averaged 9,500 people per game.\nWith an average salary around $20,000 per season, players have regular jobs, mostly non-lacrosse related, and live in different cities, flying into town for games. Canadians and Native Americans make up over 90% of the players.\nThe NLL started in 1987 as the Eagle Pro Box Lacrosse League. Teams in Philadelphia, New Jersey, Baltimore and Washington, DC, played a 6-game season. The league operated as the Major Indoor Lacrosse League from 1989 to 1997, when there were six teams playing a 10-game schedule. The current NLL name began in the 1998 season, which included the first Canadian team.\nThe most successful franchises have been the Toronto Rock and the former Philadelphia Wings (now the Albany FireWolves), each has won six championships.\nPremier Lacrosse League.\nIn October 2018, former MLL player Paul Rabil branched away from the MLL and created the Premier Lacrosse League. The PLL focuses on being a traveling lacrosse league that will bring the best players in the world to different cities in the United States.\nEach player has a minimum salary of $25,000, equity in the league, and medical benefits. The average salary is $35,000. The most successful team is Whipsnakes Lacrosse Club which has two championships.\nSince its inaugural season in 2019, the PLL has expanded to eight teams and merged with the MLL.\nBeginning with the 2022 season, the PLL has had a broadcasting deal with ESPN.\nPrior to the 2023 season the PLL announced that they would be assigning home-cities to each team for the 2024 season. The touring model would not cease, however, with each team hosting one regular season weekend where they play a doubleheader. There will also be two neutral site weekends.\nAthletes Unlimited Lacrosse.\nAthletes Unlimited Lacrosse is a women's lacrosse league that had its inaugural season in 2021. Rather than having set teams, at the end of each week, the top four players are determined by a point system and named captains of next week's teams. They then draft their team for the next week. The champion of the league is the player that scores the most points. There are 56 players in the league as of 2023.\nDefunct leagues.\nMajor League Lacrosse.\nMajor League Lacrosse (MLL) was a semi-professional field lacrosse league started in 2001 with six teams in the Northeastern United States. The leagues final year had six teams, playing a week long round-robin regular season. MLL rules were based on NCAA men's rules with several exceptions, such as a 16-yard 2-point line and a 60-second shot clock.\nMLL venues ranged from small stadiums with under 10,000 capacity to an NFL stadium in Denver that seats 76,000. Overall league average attendance is around 4,000 per game, although the leagues Denver Outlaws had averaged around 10,000 per game since their founding in 2006. \nThe rookie salary was $7,000 per season and most players made between $10,000 and $20,000 per season. Therefore, the players had other jobs, often non-lacrosse related, and travel to games on the weekends.\nThe Chesapeake Bayhawks, who had played in the Annapolis–Baltimore–Washington, DC area since 2001, were the most successful franchise with six championships.\nOn December 16, 2020, it was announced that the MLL was merging all operations with the Premier Lacrosse League. The PLL added the Boston Cannons and rebranded them to \"Cannons Lacrosse Club\". No other MLL teams were added into the PLL.\nUnited Women's Lacrosse League.\nThe United Women's Lacrosse League (UWLX), was a four-team women's lacrosse league, was launched in 2016. The teams are the Baltimore Ride, Boston Storm, Long Island Sound and Philadelphia Force. Long Island won the first two championships. The league closed in 2020.\nWomen's Professional Lacrosse League.\nThe Women's Professional Lacrosse League was a professional women's lacrosse league with 5 teams that started in 2018. It closed in 2020.\nEquipment.\nStick.\nThe lacrosse stick has two parts, the head and the shaft. There are three parts to the head: the scoop, sidewall, and pocket. The scoop is the top of the stick that affects picking up ground ball as well as passing and shooting. The sidewall is the side of the head that affects the depth of the head and the stiffness. The pocket is the leather or nylon mesh attached to the sidewall and scoop. A wider pocket allows an easier time catching balls, but will also cause less ball control. A narrower pocket makes catching harder, but allows more ball retention and accuracy.\nShafts are usually made of hollow metal. They are octagonal, instead of round, in order to provide a better grip. Most are made of aluminum, titanium, scandium, or alloys, but some shafts are made from other materials, including wood, plastic, carbon fiber, or fiberglass.\nStick length, both shaft and head together, is governed by NCAA regulations, which require that men's sticks be from long for offensive players, and long for defensemen, and long for goalies.\nWomen's sticks must be an overall length of . The head must be seven to nine inches wide and the top of the ball must remain above the side walls when dropped in the pocket. The goalkeeper's stick must be long. The head of the goalie's stick can up to wide and the pocket may be mesh.\nBall.\nThe ball is made of solid rubber. It is typically white for men's lacrosse, or yellow for women's lacrosse; but is also produced in a wide variety of colors, such as yellow, orange or lime green according to the Men's Lacrosse Rules and Interpretations.\nMen's field protective equipment.\nMen's field lacrosse protective equipment contains a pair of gloves, elbow pads, shoulder pads, helmet, mouthguard, and cleats. Pads differ in size and protection from player to player based on position, ability, comfort and preference. For example, many attack players wear larger and more protective elbow pads to protect themselves from checks thrown at them while defenders typically wear smaller and less protective pads due to their smaller possibility of being checked and goalies usually wear no elbow pads due to the very limited opportunities of being checked. A goalkeeper must also wear a large protective chest pad to cover their stomach and chest and a plastic neck guard that connects to the chin of their helmet to protect them from shots hitting their windpipe. In addition, male goalkeepers are required to wear a protective cup.\nMen's box protective equipment.\nMen's box players wear more protective gear than field players due to the increased physical contact and more permissive checking rules. Cross-checking in the back is allowed by the rules. Runners wear larger and heavier elbow pads and stronger shoulder pads that extend down the back of the player. Most players wear rib pads as well. Box goalies wear equipment very similar to ice hockey goalies, the leg blockers are somewhat smaller, although the shoulder pads are bigger than ice hockey pads.\nWomen's field protective equipment.\nWomen's field players are not required to wear protective equipment besides eyewear and a mouthguard. Eyegear is a metal cage covering the eyes attached with a strap around the back of the head. In recent years, there has been discussion about allowing or requiring padded headgear to protect against concussions. Women goalies wear a helmet, gloves, and chest protector."
    },
    {
        "id": "11370",
        "revid": "17744575",
        "url": "https://en.wikipedia.org/wiki?curid=11370",
        "title": "FIFA World Cup",
        "text": "The FIFA World Cup, often simply called the World Cup, is an international association football competition among the senior men's national teams of the members of the \"\" (FIFA), the sport's global governing body. The tournament has been held every four years since the inaugural tournament in 1930, with the exception of 1942 and 1946 due to the Second World War. The reigning champions are Argentina, who won their third title at the 2022 tournament.\nThe contest starts with the qualification phase, which takes place over the preceding three years to determine which teams qualify for the tournament phase. In the tournament phase, 32 teams compete for the title at venues within the host nation(s) over the course of about a month. The host nation(s) automatically qualify for the group stage of the tournament. The competition is scheduled to expand to 48 teams, starting with the 2026 tournament.\nAs of the 2022 FIFA World Cup, 22 final tournaments have been held since the event's inception in 1930, and a total of 80 national teams have competed. The trophy has been won by eight national teams. Brazil, with five wins, are the only team to have played in every tournament. The other World Cup winners are Germany and Italy, with four titles each; Argentina, with three titles; France and inaugural winner Uruguay, each with two titles; and England and Spain, with one title each.\nThe World Cup is the most prestigious association football tournament in the world, as well as the most widely viewed and followed single sporting event in the world. The viewership of the 2018 World Cup was estimated to be 3.57 billion, close to half of the global population, while the engagement with the 2022 World Cup was estimated to be 5 billion, with about 1.5 billion people watching the final match.\nSeventeen countries have hosted the World Cup, most recently Qatar, who hosted the 2022 event. The 2026 tournament will be jointly hosted by Canada, the United States and Mexico, which will give Mexico the distinction of being the first country to host games in three World Cups.\nHistory.\nPrevious international competitions.\nThe world's first international football match was a challenge match played in Glasgow in 1872 between Scotland and England. The first international tournament for nations, the inaugural British Home Championship, took place in 1884 and included games between England, Scotland, Wales, and Ireland. As football grew in popularity in other parts of the world at the start of the 20th century, it was held as a demonstration sport with no medals awarded at the 1900 and 1904 Summer Olympics; however, the International Olympic Committee has retroactively upgraded their status to official events, as well as the 1906 Intercalated Games.\nAfter FIFA was founded in 1904, it tried to arrange an international football tournament between nations outside the Olympic framework in Switzerland in 1906. These were very early days for international football, and the official history of FIFA describes the competition as having been unsuccessful.\nAt the 1908 Summer Olympics in London, football became an official Olympic sport. Planned by The Football Association (FA), England's football governing body, the event was for amateur players only and was regarded suspiciously as a show rather than a competition. Great Britain (represented by the England national amateur football team) won the gold medals. They repeated the feat at the 1912 Summer Olympics in Stockholm.\nWith the Olympic event continuing to be a contest between amateur teams only, Sir Thomas Lipton organised the Sir Thomas Lipton Trophy tournament in Turin in 1909. The Lipton tournament was a championship between individual clubs (not national teams) from different nations, each of which represented an entire nation. The competition is sometimes described as \"The First World Cup\", and featured the most prestigious professional club sides from Italy, Germany and Switzerland, but the FA of England refused to be associated with the competition and declined the offer to send a professional team. Lipton invited West Auckland, an amateur side from County Durham, to represent England instead. West Auckland won the tournament and returned in 1911 to successfully defend their title. Prior to the Lipton competition, from 1876 to 1904, games that were considered to be the \"football world championship\" were meetings between leading English and Scottish clubs, such as the 1895 game between Sunderland A.F.C. and the Heart of Midlothian F.C., which Sunderland won.\nIn 1914, FIFA agreed to recognise the Olympic tournament as a \"world football championship for amateurs\", and took responsibility for managing the event. This paved the way for the world's first intercontinental football competition for nations, at the 1920 Summer Olympics, contested by Egypt and 13 European teams, and won by Belgium. Uruguay won the next two Olympic football tournaments in 1924 and 1928. Those were also the first two open world championships, as 1924 was the start of FIFA's professional era, and is the reason why Uruguay is allowed to wear 4 stars.\nWorld Cups before World War II.\nDue to the success of the Olympic football tournaments, FIFA, with President Jules Rimet as the driving force, again started looking at staging its own international tournament outside of the Olympics. On 28 May 1928, the FIFA Congress in Amsterdam decided to stage a world championship. With Uruguay now two-time official football world champions and to celebrate their centenary of independence in 1930, FIFA named Uruguay as the host country of the inaugural World Cup tournament.\nThe national associations of selected nations were invited to send a team, but the choice of Uruguay as a venue for the competition meant a long and costly trip across the Atlantic Ocean for European sides, especially in the midst of the Great Depression. As such, no European country pledged to send a team until two months before the start of the competition. Rimet eventually persuaded teams from Belgium, France, Romania, and Yugoslavia to make the trip. In total, 13 nations took part: seven from South America, four from Europe, and two from North America.\nThe first two World Cup matches took place simultaneously on 13 July 1930, and were won by France and the United States, who defeated Mexico 4–1 and Belgium 3–0 respectively. The first goal in World Cup history was scored by Lucien Laurent of France. In the final, Uruguay defeated Argentina 4–2 in front of 93,000 spectators in Montevideo, and became the first nation to win the World Cup. After the creation of the World Cup, FIFA and the IOC disagreed over the status of amateur players; football was dropped from the 1932 Summer Olympics. After the IOC and FIFA worked out their differences, Olympic football returned at the 1936 Summer Olympics, but was now overshadowed by the more prestigious World Cup.\nThe issues facing the early World Cup tournaments were the difficulties of intercontinental travel, and war. Few South American teams were willing to travel to Europe for the 1934 World Cup and all North and South American nations except Brazil and Cuba boycotted the 1938 tournament. Brazil was the only South American team to compete in both. The 1942 and 1946 competitions, which Germany and Brazil sought to host, were cancelled due to World War II.\nWorld Cups after World War II.\nThe 1950 World Cup, held in Brazil, was the first to include British football associations. Scotland, England, Wales, and Northern Ireland had withdrawn from FIFA in 1920, partly out of unwillingness to play against the countries they had been at war with, and partly as a protest against foreign influence on football. The teams rejoined in 1946 following FIFA's invitation. The tournament also saw the return of 1930 champions Uruguay, who had boycotted the previous two World Cups. Uruguay won the tournament again after defeating the host nation Brazil, in the match called \"Maracanazo\" (Portuguese: \"Maracanaço\").\nIn the tournaments between 1934 and 1978, 16 teams competed in each tournament, except in 1938, when Austria was absorbed into Germany after qualifying, leaving the tournament with 15 teams, and in 1950, when India, Scotland, and Turkey withdrew, leaving the tournament with 13 teams. Most of the participating nations were from Europe and South America, with a small minority from North America, Africa, Asia, and Oceania. These teams were usually defeated easily by the European and South American teams. Until 1982, the only teams from outside Europe and South America to advance out of the first round were: United States, semi-finalists in 1930; Cuba, quarter-finalists in 1938; North Korea, quarter-finalists in 1966; and Mexico, quarter-finalists in 1970.\nExpansion to 24 and 32 teams.\nThe tournament was expanded to 24 teams in 1982, and then to 32 in 1998, allowing more teams from Africa, Asia and North America to take part. Since then, teams from these regions have enjoyed more success, with several having reached the quarter-finals: Mexico, quarter-finalists in 1986; Cameroon, quarter-finalists in 1990; South Korea, finishing in fourth place in 2002; Senegal, along with USA, both quarter-finalists in 2002; Ghana, quarter-finalists in 2010; Costa Rica, quarter-finalists in 2014; and Morocco, finishing in fourth place in 2022. European and South American teams continue to dominate, e.g., the quarter-finalists in 1994, 1998, 2006 and 2018 were all from Europe or South America and so were the finalists of all tournaments so far.\nTwo hundred teams entered the 2002 FIFA World Cup qualification rounds. 198 nations attempted to qualify for the 2006 FIFA World Cup. A record 204 countries entered qualification for the 2010 FIFA World Cup.\nExpansion to 48 teams.\nIn October 2013, Sepp Blatter spoke of guaranteeing the Caribbean Football Union's region a position in the World Cup. In the edition of 25 October 2013 of the \"FIFA Weekly\" Blatter wrote that: \"From a purely sporting perspective, I would like to see globalisation finally taken seriously, and the African and Asian national associations accorded the status they deserve at the FIFA World Cup. It cannot be that the European and South American confederations lay claim to the majority of the berths at the World Cup.\" Those two remarks suggested to commentators that Blatter could be putting himself forward for re-election to the FIFA Presidency.\nFollowing the magazine's publication, Blatter's would-be opponent for the FIFA Presidency, UEFA President Michel Platini, responded that he intended to extend the World Cup to 40 national associations, increasing the number of participants by eight. Platini said that he would allocate an additional berth to UEFA, two each to the Asian Football Confederation and the Confederation of African Football, two shared between CONCACAF and CONMEBOL, and a guaranteed place for the Oceania Football Confederation. Platini was clear about why he wanted to expand the World Cup. He said: \"[The World Cup is] not based on the quality of the teams because you don't have the best 32 at the World Cup ... but it's a good compromise. ... It's a political matter so why not have more Africans? The competition is to bring all the people of all the world. If you don't give the possibility to participate, they don't improve.\"\nIn October 2016, FIFA president Gianni Infantino stated his support for a 48-team World Cup in 2026. On 10 January 2017, FIFA confirmed the 2026 World Cup will have 48 finalist teams.\n2015 FIFA corruption case.\nBy May 2015, the games were under a particularly dark cloud because of the 2015 FIFA corruption case, allegations and criminal charges of bribery, fraud and money laundering to corrupt the issuing of media and marketing rights (rigged bids) for FIFA games, with FIFA officials accused of taking bribes totaling more than $150 million over 24 years. In late May, the U.S. Department of Justice announced a 47-count indictment with charges of racketeering, wire fraud and money laundering conspiracy against 14 people. Arrests of over a dozen FIFA officials were made since that time, particularly on 29 May and 3 December. By the end of May 2015, a total of nine FIFA officials and five executives of sports and broadcasting markets had already been charged on corruption. At the time, FIFA president Sepp Blatter announced he would relinquish his position in February 2016.\nOn 4 June 2015, Chuck Blazer while co-operating with the FBI and the Swiss authorities admitted that he and the other members of FIFA's then-executive committee were bribed in order to promote the 1998 and 2010 World Cups. On 10 June 2015, Swiss authorities seized computer data from the offices of Sepp Blatter. The same day, FIFA postponed the bidding process for the 2026 FIFA World Cup in light of the allegations surrounding bribery in the awarding of the 2018 and 2022 tournaments. Then-secretary general Jérôme Valcke stated, \"Due to the situation, I think it's nonsense to start any bidding process for the time being.\" On 28 October 2015, Blatter and FIFA VP Michel Platini, a potential candidate for presidency, were suspended for 90 days; both maintained their innocence in statements made to the news media.\nOn 3 December 2015 two FIFA vice-presidents were arrested on suspicion of bribery in the same Zurich hotel where seven FIFA officials had been arrested in May. An additional 16 indictments by the US Department of Justice were announced on the same day.\nBiennial World Cup proposition.\nA biennial World Cup plan was first proposed by the Saudi Arabian Football Federation at the 71st FIFA Congress on 21 May 2021 and prominently backed by former Arsenal manager Arsène Wenger and national federations in Africa and Asia.\nContinental confederations such as UEFA and CONMEBOL are not on board with the plan but, in total, the idea is supported by 166 of the 210 member associations of FIFA.\nOther FIFA tournaments.\nAn equivalent tournament for women's football, the FIFA Women's World Cup, was first held in 1991 in China. The women's tournament is smaller in scale and profile than the men's, but is growing; the number of entrants for the 2007 tournament was 120, more than double that of 1991.\nMen's football has been included in every Summer Olympic Games except 1896 and 1932. Unlike many other sports, the men's football tournament at the Olympics is not a top-level tournament, and since 1992, an under-23 tournament with each team allowed three over-age players. Women's football made its Olympic debut in 1996.\nThe FIFA Confederations Cup was a tournament held one year before the World Cup at the World Cup host nation(s) as a dress rehearsal for the upcoming World Cup. It is contested by the winners of each of the six FIFA confederation championships, along with the FIFA World Cup champion and the host country. The first edition took place in 1992 and the last edition was played in 2017. In March 2019, FIFA confirmed that the tournament would no longer be active owing to an expansion of the FIFA Club World Cup in 2021.\nFIFA also organises international tournaments for youth football (FIFA U-20 World Cup, FIFA U-17 World Cup, FIFA U-20 Women's World Cup, FIFA U-17 Women's World Cup), club football (FIFA Club World Cup), and football variants such as futsal (FIFA Futsal World Cup) and beach soccer (FIFA Beach Soccer World Cup). The latter three do not have a women's version, although a FIFA Women's Club World Cup has been proposed.\nThe FIFA U-20 Women's World Cup is held biannually, including the year before each Women's World Cup. Both tournaments were awarded in a single bidding process on three occasions, with the U-20 tournament serving as a dress rehearsal for the larger competition each time (2010, 2014 and 2018).\nTrophy.\nFrom 1930 to 1970, the \"Jules Rimet Trophy\" was awarded to the World Cup winning team. It was originally simply known as the \"World Cup\" or \"Coupe du Monde\", but in 1946 it was renamed after the FIFA president Jules Rimet who set up the first tournament. In 1970, Brazil's third victory in the tournament entitled them to keep the trophy permanently. However, the trophy was stolen in 1983 and has never been recovered, apparently melted down by the thieves.\nAfter 1970, a new trophy, known as the FIFA World Cup Trophy, was designed. The experts of FIFA, coming from seven countries, evaluated the 53 presented models, finally opting for the work of the Italian designer Silvio Gazzaniga. The new trophy is high, made of solid 18 carat (75%) gold and weighs .\nThe base contains two layers of semi-precious malachite while the bottom side of the trophy bears the engraved year and name of each FIFA World Cup winner since 1974. The description of the trophy by Gazzaniga was: \"The lines spring out from the base, rising in spirals, stretching out to receive the world. From the remarkable dynamic tensions of the compact body of the sculpture rise the figures of two athletes at the stirring moment of victory.\"\nThis new trophy is not awarded to the winning nation permanently. World Cup winners retain the trophy only until the post-match celebration is finished. They are awarded a gold-plated replica rather than the solid gold original immediately afterwards.\nAll members (players, coaches, and managers) of the top three teams receive medals with an insignia of the World Cup Trophy; winners' (gold), runners-up' (silver), and third-place (bronze). In the 2002 edition, fourth-place medals were awarded to hosts South Korea. Before the 1978 tournament, medals were only awarded to the eleven players on the pitch at the end of the final and the third-place match. In November 2007, FIFA announced that all members of World Cup-winning squads between 1930 and 1974 were to be retroactively awarded winners' medals.\nSince 2006, winners of the competition are also awarded the right to wear the FIFA Champions Badge, up until the time at which the winner of the next competition is decided.\nFormat.\nQualification.\nSince the second World Cup in 1934, qualifying tournaments have been held to thin the field for the final tournament. They are held within the six FIFA continental zones (Africa, Asia, North and Central America and Caribbean, South America, Oceania, and Europe), overseen by their respective confederations. For each tournament, FIFA decides the number of places awarded to each of the continental zones beforehand, generally based on the relative strength of the confederations' teams.\nThe qualification process can start as early as almost three years before the final tournament and last over a two-year period. The formats of the qualification tournaments differ between confederations. Usually, one or two places are awarded to winners of intercontinental play-offs. For example, the winner of the Oceanian zone and the fifth-placed team from the Asian zone entered a play-off for a spot in the 2010 World Cup. From the 1938 World Cup onwards, host nations receive automatic qualification to the final tournament. This right was also granted to the defending champions between 1938 and 2002, but was withdrawn from the 2006 FIFA World Cup onward, requiring the champions to qualify. Brazil, winners in 2002, were the first defending champions to play qualifying matches.\nFinal tournament.\nThe final tournament format since 1998 has had 32 national teams competing over the course of a month in the host nations. There are two stages: the group stage, followed by the knockout stage.\nIn the group stage, teams compete within eight groups of four teams each. Eight teams are seeded, including the hosts, with the other seeded teams selected using a formula based on the FIFA World Rankings or performances in recent World Cups, and drawn to separate groups. The other teams are assigned to different \"pots\", usually based on geographical criteria, and teams in each pot are drawn at random to the eight groups. Since 1998, constraints have been applied to the draw to ensure that no group contains more than two European teams or more than one team from any other confederation.\nEach group plays a round-robin tournament in which each team is scheduled for three matches against other teams in the same group. This means that a total of six matches are played within a group. The last round of matches of each group is scheduled at the same time to preserve fairness among all four teams. The top two teams from each group advance to the knockout stage. Points are used to rank the teams within a group. Since 1994, three points have been awarded for a win, one for a draw and none for a loss (before, winners received two points).\nConsidering six matches in a group each with three possible outcomes (win, draw, loss), there are 729 (= 36) possible final table outcomes for the 40 possible combinations of the four teams' points. However, 14 of the 40 points combinations (or 207 of the 729 possible outcomes) lead to ties between the second and third places. In such case, the ranking among these teams is determined by:\nThe knockout stage is a single-elimination tournament in which teams play each other in one-off matches, with extra time and penalty shootouts used to decide the winner if necessary. It begins with the round of 16 (or the second round) in which the winner of each group plays against the runner-up of another group. This is followed by the quarter-finals, the semi-finals, the third-place match (contested by the losing semi-finalists), and the final.\nOn 10 January 2017, FIFA approved a new format, the 48-team World Cup (to accommodate more teams), which was to consist of 16 groups of three teams each, with two teams qualifying from each group, to form a round of 32 knockout stage, to be implemented by 2026. On 14 March 2023, FIFA approved a revised format of the 2026 tournament, which features 12 groups of four teams each, with the top 8 third-placed teams joining the group winners and runners-up in a new round of 32.\nHosts.\nSelection process.\nEarly World Cups were given to countries at meetings of FIFA's congress. The locations were controversial because South America and Europe were by far the two centres of strength in football and travel between them required three weeks by boat. The decision to hold the first World Cup in Uruguay, for example, led to only four European nations competing. The next two World Cups were both held in Europe. The decision to hold the second of these in France was disputed, as the South American countries understood that the location would alternate between the two continents. Both Argentina and Uruguay thus boycotted the 1938 FIFA World Cup.\nSince the 1958 FIFA World Cup, to avoid future boycotts or controversy, FIFA began a pattern of alternating the hosts between the Americas and Europe, which continued until the 1998 FIFA World Cup. The 2002 FIFA World Cup, hosted jointly by South Korea and Japan, was the first one held in Asia, and the first tournament with multiple hosts. South Africa became the first African nation to host the World Cup in 2010. The 2014 FIFA World Cup was hosted by Brazil, the first held in South America since Argentina 1978, and was the first occasion where consecutive World Cups were held outside Europe.\nThe host country is now chosen in a vote by FIFA's Council. This is done under an exhaustive ballot system. The national football association of a country desiring to host the event receives a \"Hosting Agreement\" from FIFA, which explains the steps and requirements that are expected from a strong bid. The bidding association also receives a form, the submission of which represents the official confirmation of the candidacy. After this, a FIFA designated group of inspectors visit the country to identify that the country meets the requirements needed to host the event and a report on the country is produced. The decision on who will host the World Cup is usually made six or seven years in advance of the tournament. There have been occasions where the hosts of multiple future tournaments were announced at the same time, as was the case for the 2018 and 2022 World Cups, which were awarded to Russia and Qatar, with Qatar becoming the first Middle Eastern country to host the tournament.\nFor the 2010 and 2014 World Cups, the final tournament was rotated between confederations, allowing only countries from the chosen confederation (Africa in 2010, South America in 2014) to bid to host the tournament. The rotation policy was introduced after the controversy surrounding Germany's victory over South Africa in the vote to host the 2006 tournament. However, the policy of continental rotation did not continue beyond 2014, so any country, except those belonging to confederations that hosted the two preceding tournaments, can apply as hosts for World Cups starting from 2018. This is partly to avoid a similar scenario to the bidding process for the 2014 tournament, where Brazil was the only official bidder.\nThe 2026 FIFA World Cup was chosen to be held in the United States, Canada and Mexico, marking the first time a World Cup has been shared by three host nations. The 2026 tournament will be the biggest World Cup ever held, with 48 teams playing 104 matches. Sixty matches will take place in the US, including all matches from the quarter-finals onward, while Canada and Mexico will host 10 games each.\nSelection results.\n\"*\" West Germany was the host of the 1974 Cup, and (reunited) Germany host to the one in 2006\nPerformances.\nSix of the eight champions have won one of their titles while playing in their own homeland, the exceptions being Brazil, who finished as runners-up after losing the deciding match on home soil in 1950 and lost their semi-final against Germany in 2014, and Spain, which reached the second round on home soil in 1982. England (1966) won its only title while playing as a host nation. Uruguay (1930), Italy (1934), Argentina (1978), and France (1998) won their first titles as host nations but have gone on to win again, while Germany (1974) won their second title on home soil.\nOther nations have also been successful when hosting the tournament. Switzerland (quarter-finals 1954), Sweden (runners-up in 1958), Chile (third place in 1962), South Korea (fourth place in 2002), Russia (quarter-finals 2018), and Mexico (quarter-finals in 1970 and 1986) all have their best results when serving as hosts. So far, South Africa (2010) and Qatar (2022) failed to advance beyond the first round. \nAttendance.\n Source: FIFA\n The best-attended single match has been the final in 11 of the 21 World Cups . Another match or matches drew more attendance than the final in 1930, 1938, 1958, 1962, 1970–1982, 1990, and 2006.\nBroadcasting and promotion.\nThe World Cup was first televised in 1954 and is the most widely viewed and followed sporting event in the world. The cumulative viewership of all matches of the 2006 World Cup was estimated to be 26.29 billion. 715.1 million individuals watched the final match of the tournament, almost a ninth of the entire population of the planet. The 2006 World Cup draw, which decided the distribution of teams into groups, was watched by 300 million viewers. The World Cup attracts major sponsors such as Coca-Cola, McDonald's and Adidas. For these companies and many more, being a sponsor strongly impacts their global brands. Host countries typically experience a multimillion-dollar revenue increase from the month-long event.\nThe governing body of the sport, FIFA, generated $4.8 billion in revenue from the 2014 tournament, and $6.1 billion from the 2018 tournament.\nEach FIFA World Cup since 1966 has its own mascot or logo. \"World Cup Willie\", the mascot for the 1966 competition, was the first World Cup mascot. World Cups feature official match balls specially designed for each tournament. After Slazenger produced the ball for the 1966 World Cup Adidas became the official supplier to FIFA. Each World Cup also has an official song, which have been performed by artists ranging from Shakira to Will Smith. Other songs, such as “Nessun dorma”, performed by The Three Tenors at four World Cup concerts, have also become identified with the tournament.\nForming a partnership with FIFA in 1970, Panini published its first sticker album for the 1970 World Cup. Since then, collecting and trading stickers and cards has become part of the World Cup experience, especially for the younger generation. FIFA has licensed World Cup video games since 1986, sponsored by Electronic Arts.\nResults.\nIn all, 80 nations have played in at least one World Cup. Of these, eight national teams have won the World Cup, and they have added stars to their badges, with each star representing a World Cup victory. Uruguay, however, chose to display four stars on their badge, representing their two gold medals at the 1924 and 1928 Summer Olympics, which are recognized by FIFA as World Championships, and their two World Cup titles in 1930 and 1950.\nWith five titles, Brazil are the most successful World Cup team and also the only nation to have played in every World Cup (22) to date. Brazil were also the first team to win the World Cup for the third (1970), fourth (1994) and fifth (2002) time. Italy (1934 and 1938) and Brazil (1958 and 1962) are the only nations to have won consecutive titles. West Germany (1982–1990) and Brazil (1994–2002) are the only nations to appear in three consecutive World Cup finals. Germany has made the most top-four finishes (13), medals (12), as well as the most finals (8).\nBest performances by confederations.\nTo date, the final of the World Cup has only been contested by teams from the UEFA (Europe) and CONMEBOL (South America) confederations. European nations have won twelve titles, while South American nations have won ten. Only three teams from outside these two continents have ever reached the semi-finals of the competition: United States (North, Central America and Caribbean) in 1930; South Korea (Asia) in 2002; and Morocco (Africa) in 2022. Only one Oceanian qualifier, Australia in 2006, has advanced to the second round, a feat they later reaccomplished in 2022.\nBrazil, Argentina, Spain and Germany are the only teams to win a World Cup hosted outside their continental confederation; Brazil came out victorious in Europe (1958), North America (1970 and 1994) and Asia (2002). Argentina won a World Cup in North America in 1986 and in Asia in 2022. Spain won in Africa in 2010. In 2014, Germany became the first European team to win in the Americas. Only on five occasions have consecutive World Cups been won by teams from the same continent; the longest streak of tournaments won by a single confederation is four, with the 2006, 2010, 2014, and 2018 tournaments all won by UEFA teams (Italy, Spain, Germany, and France, respectively).\nRecords and statistics.\nSix players share the record for playing in the most World Cups; Mexico's Antonio Carbajal (1950–1966). Rafael Márquez (2002–2018), and Andrés Guardado (2006-2022); Germany's Lothar Matthäus (1982–1998); Argentina's Lionel Messi (2006–2022); and Portugal's Cristiano Ronaldo (2006–2022) all played in five tournaments, with Ronaldo also being the first and only player to score in five tournaments. Messi has played the most World Cup matches overall, with 26 appearances. Brazil's Djalma Santos (1954–1962), West Germany's Franz Beckenbauer (1966–1974), and Germany's Philipp Lahm (2006–2014) are the only players to be named to three World Cup All-Star Teams.\nMiroslav Klose of Germany (2002–2014) is the all-time top scorer at the World Cup with 16 goals. He broke Ronaldo of Brazil's record of 15 goals (1998–2006) during the 2014 semi-final match against Brazil. West Germany's Gerd Müller (1970–1974) is third, with 14 goals. The fourth-placed goalscorer, France's Just Fontaine, holds the record for the most goals scored in a single World Cup; all his 13 goals were scored in the 1958 tournament.\nIn November 2007, FIFA announced that all members of World Cup-winning squads between 1930 and 1974 were to be retroactively awarded winners' medals. This made Brazil's Pelé the only player to have won three World Cup winners' medals (1958, 1962, and 1970, although he did not play in the 1962 final due to injury), with 20 other players who have won two winners' medals. Seven players have collected all three types of World Cup medals (winners', runner- ups', and third-place); five players were from West Germany's squad of 1966–1974: Franz Beckenbauer, Jürgen Grabowski, Horst-Dieter Höttges, Sepp Maier, and Wolfgang Overath (1966–1974), Italy's Franco Baresi (1982, 1990, 1994) and the most recent has been Miroslav Klose of Germany (2002–2014) with four consecutive medals.\nBrazil's Mário Zagallo, West Germany's Franz Beckenbauer and France's Didier Deschamps are the only people to date to win the World Cup as both player and head coach. Zagallo won in 1958 and 1962 as a player and in 1970 as head coach. Beckenbauer won in 1974 as captain and in 1990 as head coach, and Deschamps repeated the feat in 2018, after having won in 1998 as captain. Italy's Vittorio Pozzo is the only head coach to ever win two World Cups (1934 and 1938). All World Cup-winning head coaches were natives of the country they coached to victory.\nAmong the national teams, Brazil has played the most World Cup matches (114), Germany appeared in the most finals (8), semi-finals (13), and quarter-finals (16), while Brazil has appeared in the most World Cups (22), has the most wins (76) and has scored the most goals (237). The two teams have played each other twice in the World Cup, in the 2002 final and in the 2014 semi-final.\nAwards.\nAt the end of each World Cup, awards are presented to the players and teams for accomplishments other than their final team positions in the tournament. "
    },
    {
        "id": "18650",
        "revid": "1189162211",
        "url": "https://en.wikipedia.org/wiki?curid=18650",
        "title": "Flipper (cricket)",
        "text": "The flipper is a particular bowling delivery used in cricket, generally by a leg spin bowler. In essence it is a back spin ball. Squeezed out of the front of the hand with the thumb and first and second fingers, it keeps deceptively low after pitching and can accordingly be very difficult to play. The flipper is comparable to a riseball in fast-pitch softball. \nWith backspin on the ball the Magnus effect results in air travelling over the top of the ball quickly and cleanly while air travelling under the ball is turbulent. The lift so produced causes the ball to drop slower and it travels further than a normal delivery. The slower descent also results in the ball bouncing lower.\nThe flipper is bowled on the opposite side from a slider, much in the same way that the top-spinner is bowled. On release, the bowler 'pinches' or clicks the thumb and forefinger, causing the ball to come out underneath the hand. There must be sufficient tension in the wrist and fingers to impart sufficient backspin. In doing so the flipper will float towards the batsman and land on a fuller length than he anticipated, often leaving him caught on the back foot when he wrongly assumes it to be a pullable or a cuttable ball. The back spin or will cause the ball to proceed with very little bounce, though this may be harder to achieve on softer wickets. A series of normal leg spinners or topspinners, with their dropping looping flight, will have the batsman used to the ball pitching on a shorter length. The batsman may wrongly assume that the flipper will drop and loop like a normal overspinning delivery, resulting in the ball pitching under the bat and going on either to hit the stumps or result in leg before wicket.\nMuch of the effectiveness of the flipper is attributable to the \"pop\", that is, the extra pace and change in trajectory that is imparted to the ball when it is squeezed out of the bowler's hand.\nOccasionally, the term 'flipper' has been used to describe other types of deliveries. The Australian leg spinner Bob Holland employed a back spinning ball that he simply pushed backwards with the heel of his palm. Sometimes this form of front-hand flipper is called a \"zooter\". It is easier to bowl but not as effective as the amount of backspin is much less.\nBowlers of the flipper.\nIt was reputedly invented by the Australian leg-spinner Clarrie Grimmett. Grimmett became so enamoured with the delivery that at times he bowled it almost as frequently as his stock leg break. The great Don Bradman once remarked to Grimmett that he must have forgotten how to bowl a leg break, as he bowled so many flippers. Bradman was bowled shortly thereafter at a memorial match by Grimmett who produced a perfectly pitched stock ball that turned just enough to remove Bradman's off bail. \"There y'are Don, I told you I could bowl a leg break\" was Grimmett's alleged response.\nThe flipper was perfected by Cowandilla-raised \"leg spinning magician\" and Wisden Cricketer of the year, Bruce Dooland, who taught it to Richie Benaud. \nThe flipper was the signature delivery of Anil Kumble of India and the Australian leg-spinner Shane Warne in his earlier years, until injury and later shoulder surgery restricted his ability to bowl flippers accurately. Like the googly, it may become more difficult to bowl as a bowler ages due to the flexibility and suppleness it demands from the bowler's wrist.\nIt is difficult to disguise the flipper entirely when bowling, as the hand action is distinctly different from a leg break. When Clarrie Grimmett first began bowling the delivery, batsmen would listen for the telltale clicking sound of his fingers; to compensate, Grimmett would often click the fingers of his non-bowling hand when \"not\" bowling the flipper to confuse the batsman.\nAbdul Qadir of Pakistan achieved great success with the flipper making it one of his signature deliveries, along with him Shane Warne was also arguably the leading exponent of the flipper in more recent times. Anil Kumble of India used the flipper well to his advantage. Brad Hogg of Australia has also used the flipper with great success in limited overs cricket."
    },
    {
        "id": "17135",
        "revid": "1221679540",
        "url": "https://en.wikipedia.org/wiki?curid=17135",
        "title": "Kentucky Derby",
        "text": "The Kentucky Derby () is an American Grade I stakes race run at Churchill Downs in Louisville, Kentucky. The race is run by three-year-old Thoroughbreds at a distance of . Colts and geldings carry and fillies .\nHeld annually on the first Saturday in May, the race is the first leg of the Triple Crown. The Derby is known as \"The Run for the Roses\", as the winning horse is draped in a blanket of roses. Lasting approximately two minutes, the race has also been called \"The Most Exciting Two Minutes in Sports\" or \"The Fastest Two Minutes in Sports\". It is preceded by the two-week-long Kentucky Derby Festival.\nThe race was first run in 1875. Unlike the other races of the Triple Crown, the Preakness Stakes and the Belmont Stakes, the Kentucky Derby, along with its sibling race, the Kentucky Oaks, has been run annually since its first edition. They were twice rescheduled within the same year, the first time due to World War II in 1945, and the second time due to the COVID-19 pandemic in 2020. Further, the Derby and the Oaks are the oldest continuously held major sporting events in the US, as well as the oldest thoroughbred stakes races held in the same location since their beginning. \nThe Derby is the most-watched and most-attended horse race in the United States. The 2024 Kentucky Derby marks the 150th running of the race.\nHistory.\nIn 1872, Col. Meriwether Lewis Clark Jr., grandson of William Clark of the Lewis and Clark expedition, traveled to England, visiting Epsom in Surrey where The Derby had been running annually since 1780. From there, Clark went on to Paris, France, where a group of racing enthusiasts had formed the French Jockey Club in 1863. They had organized the Grand Prix de Paris at Longchamp, which at the time was the greatest race in France. Returning home to Kentucky, Clark organized the Louisville Jockey Club to raise money for building quality racing facilities just outside the city. The track would soon become known as Churchill Downs, named for John and Henry Churchill, who provided the land for the racetrack. The naming went official in 1937.\nThe Kentucky Derby was first run at miles (12 furlongs; 2.4 km) the same distance as the Epsom Derby, before changing lengths in 1896 to its current miles (10 furlongs; 2 km). On May 17, 1875, in front of an estimated crowd of 10,000 people, a field of 15 three-year-old horses contested the first Derby. Under jockey Oliver Lewis, a colt named Aristides, who was trained by future Hall of Famer Ansel Williamson, won the inaugural Derby. Later that year, Lewis rode Aristides to a second-place finish in the Belmont Stakes.\nInitially a successful venue, the track ran into financial difficulties due to a protracted, gambling-related horseman boycott removing it from the upper echelons of racing that would last until the Winn era (see below). In 1894 the New Louisville Jockey Club was incorporated with the new capitalization and improved facilities. Despite this, the business floundered until 1902, when a syndicate led by Col. Matt Winn of Louisville acquired the facility. Under Winn, Churchill Downs prospered, and the Kentucky Derby then became the preeminent stakes race for three-year-old thoroughbred horses in North America.\nThoroughbred owners began sending their successful Derby horses to compete in two other races. These two are the Preakness Stakes at the Pimlico Race Course, in Baltimore, and the Belmont Stakes in Elmont, New York. The three races offered large purses, and in 1919 Sir Barton became the first horse to win all three races. However, the term Triple Crown did not come into use for another eleven years. In 1930, when Gallant Fox became the second horse to win all three races, sportswriter Charles Hatton brought the phrase into American usage. Fueled by the media, public interest in the possibility of a \"superhorse\" that could win the Triple Crown began in the weeks leading up to the Derby. Two years after the term went in use, the race (until that time ran in mid-May since inception) changed the date to the first Saturday in May. This change allows for a specific schedule for the Triple Crown races. Since 1931, the order of Triple Crown races has been the Kentucky Derby first, followed by the Preakness Stakes and then the Belmont Stakes. Before 1931, eleven times the Preakness was run before the Derby. On May 12, 1917, and again on May 13, 1922, the Preakness and the Derby took place on the same day. On eleven occasions the Belmont Stakes was run before the Preakness Stakes, and in 2020, the Belmont was run first, then the Kentucky Derby, and the Preakness Stakes last.\nOn May 16, 1925, the first live radio broadcast of the Kentucky Derby aired on WHAS as well as on WGN in Chicago. On May 7, 1949, the first television coverage of the Kentucky Derby took place, produced by WAVE-TV, the NBC affiliate in Louisville. This coverage was aired live in the Louisville market and sent to NBC as a kinescope newsreel recording for national broadcast. On May 3, 1952, the first national television coverage of the Kentucky Derby took place, aired from then-CBS affiliate WHAS-TV. In 1954, the purse exceeded US$100,000 for the first time. In 1968, Dancer's Image became the first horse to win the race and then face disqualification. A urine test revealed traces of phenylbutazone (an anti-inflammatory painkiller drug) inside Dancer's Image. Forward Pass won after a protracted legal battle by the owners of Dancer's Image (which they lost). Forward Pass thus became the eighth winner for Calumet Farm. Unexpectedly, the regulations at Kentucky thoroughbred race tracks were changed some years later, allowing horses to run on phenylbutazone. In 1970, Diane Crump became the first female jockey to ride in the Derby, finishing 15th aboard Fathom.\nThe fastest time ever run in the Derby was in 1973 at 1:59.4 minutes, when Secretariat broke the record set by Northern Dancer in 1964. Also during that race, Secretariat did something unique in Triple Crown races: for each successive quarter run, his times were faster. Although the races do not record times for non-winners, in 1973 Sham finished second, two and a half lengths behind Secretariat in the same race. Using the thoroughbred racing convention of one length equaling one-fifth of a second to calculate Sham's time, he also finished in under two minutes. Another sub-two-minute finish, only the third, was set in 2001 by Monarchos at 1:59.97, the first year the race used hundredths of seconds instead of fifths in timing.\nIn 2005, the purse distribution for the Derby changed, so that horses finishing fifth would henceforth receive a share of the purse; previously only the first four finishers did so.\nThe Kentucky Derby began offering $3 million in purse money in 2019. Churchill Downs officials have cited the success of historical race wagering terminals at their Derby City Gaming facility in Louisville as a factor behind the purse increase. The Derby first offered a $1 million purse in 1996; it was doubled to $2 million in 2005.\nIn 2020, the Derby was postponed from May 2 to September 5 due to the COVID-19 pandemic. This was the second time in history the race had been postponed, the other being in 1945. Churchill Downs used a new singular 20-stall starting gate for the 2020 Kentucky Derby, replacing the previous arrangement that used a standard 14-stall gate and an auxiliary six-stall gate. The old setup contributed to congestion at the start of the race, especially in the gap between the two gates.\nA reserve who only made it into the final field after a late scratching, Rich Strike, won the race in 2022 at final odds of 80 to 1 and pari-mutuel betting payouts were even larger.\nIn January 2024, the purse for the Kentucky Derby was increased to $5 million.\nAttendance.\nMillions of people from around the world bet at various live tracks and online sportsbooks. In 2017, a crowd of 158,070 watched Always Dreaming win the Derby, making it the seventh biggest attendance in the history of the racetrack. The track reported a wagering total of $209.2 million from all the sources on all the races on the Kentucky Derby Day program. It was a 9 percent increase compared to the total of $192.6 million in 2016 and an increase of 8 percent over the previous record set in 2015 of $194.3 million. TwinSpires, a platform for betting online and a partner of the Kentucky Derby and the Breeders' Cup, recorded $32.8 million in handle on the Churchill Down races for the Kentucky Derby Day program. This record was a 22 percent increase over the preceding year. On the Kentucky Derby race alone, the handle of TwinSpires was $20.1 million, which is a 22 percent rise compared to the prior year.\nThe race often draws celebrities. HM Queen Elizabeth II, on a visit to the United States, joined the racegoers at Churchill Downs in 2007.\nSponsorship.\nThe 2004 Kentucky Derby marked the first time that jockeys—as a result of a court order—were allowed to wear corporate advertising logos on their clothing.\nNorman Adams has been the designer of the Kentucky Derby Logo since 2002. On February 1, 2006, the Louisville-based fast-food company Yum! Brands, Inc. announced a corporate sponsorship deal to call the race \"The Kentucky Derby presented by Yum! Brands.\" In 2018 Woodford Reserve replaced Yum! Brands as the presenting sponsor.\nTraditions.\nIn addition to the race itself, several traditions play a significant role in the Derby atmosphere. The mint julep—an iced drink consisting of bourbon, mint, and sugar syrup—is the traditional beverage of the race. The historic beverage comes served in an ice-frosted silver julep cup. However, most Churchill Downs patrons sip theirs from souvenir glasses (first offered in 1939 and available in revised form each year since) printed with all previous Derby winners. Also, burgoo, a thick stew of beef, chicken, pork, and vegetables, is a popular Kentucky dish served at the Derby.\nThe infield—a spectator area inside the track—offers general admission prices but little chance of seeing much of the race, particularly before the jumbotron installation in 2014. Instead, revelers show up in the infield to party with abandon. By contrast, \"Millionaire's Row\" refers to the expensive box seats that attract the rich, the famous and the well-connected. Women appear in elegant outfits lavishly accessorized with large, elaborate hats. Following the Call to the Post played on bugle by Steve Buttleman, as the horses start to parade before the grandstands, the University of Louisville Cardinal Marching Band plays Stephen Foster's \"My Old Kentucky Home\". This song is a tradition which began in 1921. The event attracts spectators from a large area, flying in hundreds of private aircraft to Louisville International Airport.\nThe Derby is frequently referred to as \"The Run for the Roses\", because a lush blanket of 554 red roses is awarded to the Kentucky Derby winner each year. The tradition originated in 1883 when New York City socialite E. Berry Wall presented roses to ladies at a post-Derby party. The Churchill Downs founder and president, Col. M. Lewis Clark, attended that event. This gesture is believed to have led Clark to the idea of making the rose the race's official flower. However, it was not until 1896 that any recorded account referred to draping roses on the Derby winner. The Governor of Kentucky and the Chairman of Churchill Downs Incorporated present the garland and the Kentucky Derby Trophy to the winner. Pop vocalist Dan Fogelberg composed the song \"Run for the Roses\", released in time for the 1980 running of the race.\nRiders Up!\n\"Riders Up!\" is the traditional command from the Paddock Judge for jockeys to mount their horses in advance of the upcoming race. Since 2012, the grand marshal recites this phrase.\nFestival.\nIn the weeks preceding the race, numerous activities took place for the Kentucky Derby Festival. Thunder Over Louisville—an airshow and fireworks display—generally begins the festivities in earnest two weeks before the Derby.\nRecords.\nHorse records.\nSecretariat set the record for speed in 1973 with a time of 1:59.4. During its first two decades when the Derby was run at miles, the record was 2:34.5, set by Spokane in 1889.\nThe largest margin of victory is 8 lengths, a feat tied by four different horses: Old Rosebud in 1914, Johnstown in 1939, Whirlaway in 1941, and Assault in 1946.\nThe highest odds of a winning horse were 91 to 1 for Donerail in 1913. The second-highest odds occurred in 2022, when Rich Strike went off at 80 to 1 and won the race.\nThree horses have won the Kentucky Derby without competing as a two-year-old: Apollo (1882), Justify (2018), and Mage (2023).\nJockey records.\n107 jockeys have won the Kentucky Derby, with 27 doing so multiple times. Isaac Murphy (1890–91), Jimmy Winkfield (1901–02), Ron Turcotte (1972–73), Eddie Delahoussaye (1982–83), Calvin Borel (2009–10), and Victor Espinoza (2014–15) are the only jockeys to win the Derby in back-to-back years. Borel is the only jockey with three wins in a four-year span (2007, '09, '10).\nTrainer records.\n116 trainers have won the Kentucky Derby, with 19 doing so multiple times. Six trainers have won the Derby in back-to-back years: Herbert J. Thompson (1932–33), Ben Jones (1948–49), Jimmy Jones (1957–58), Lucien Laurin (1972–73), D. Wayne Lukas (1995–96), and Bob Baffert (1997–98).\nOwner Records.\nSeventeen owners have won the Kentucky Derby multiple times with horses they fully or partially owned.\n\"Oaks/Derby Double\".\nJockeys, trainers, and owners competing in the Kentucky Derby often will compete in the Kentucky Oaks, a race for fillies held the day before the Derby. Winning both these races in the same year is referred to as an \"Oaks/Derby Double;\" 7 jockeys, 3 trainers, and 4 owners have accomplished this feat:\nWinners.\nTriple Crown winners are in bold and highlighted with gold.\n Designates a filly.\n Designates a horse that won American Horse of the Year in the same year they won the Derby.\n Designates a horse that was inducted in subsequent years into the National Racing Hall of Fame.\nSire lines.\nWinners of the Kentucky Derby can be connected to each other due to the practice of arranging horse breeding based on their previous success. All of the horses can be traced back to the three foundational sires, with Godolphin Arabian the ancestor of 7 winners, Byerley Turk the ancestor of 11 winners, and Darley Arabian is the ancestor of 130 winners, including all winners since 1938.\nDarley Arabian line.\nThe Darley Arabian (1700c) sire line (all branched through the Eclipse (1764) line) produced 131 Derby winners (123 colts, 5 geldings, 3 fillies), including all winners from 1938 to present. The main branches of this sire line are:\nByerley Turk line.\nThe Byerley Turk (1680c) sire line produced 11 winners (8 colts, 3 geldings). The main branches of this sire (all branched through the Herod (1758) line) are:"
    },
    {
        "id": "14790",
        "revid": "20612",
        "url": "https://en.wikipedia.org/wiki?curid=14790",
        "title": "Ice hockey",
        "text": "Ice hockey (or simply hockey) is a team sport played on ice skates, usually on an ice skating rink with lines and markings specific to the sport. It belongs to a family of sports called hockey. In ice hockey, two opposing teams use ice hockey sticks to control, advance, and shoot a closed, vulcanized, rubber disc called a \"puck\" into the other team's goal. Each goal is worth one point. The team which scores the most goals is declared the winner. In a formal game, each team has six skaters on the ice at a time, barring any penalties, one of whom is the goaltender. Ice hockey is a full contact sport, and is considered to be one of the more physically demanding team sports. It is distinct from field hockey, in which players move a ball around a non-frozen pitch using field hockey sticks.\nThe modern sport of ice hockey was developed in Canada, most notably in Montreal, where the first indoor game was played on March 3, 1875. Some characteristics of that game, such as the length of the ice rink and the use of a puck, have been retained to this day. Amateur ice hockey leagues began in the 1880s, and professional ice hockey originated around 1900. The Stanley Cup, emblematic of ice hockey club supremacy, was initially commissioned in 1892 as the \"Dominion Hockey Challenge Cup\" and was first awarded in 1893 to recognise the Canadian amateur champion and later became the championship trophy of the National Hockey League (NHL). In the early 1900s, the Canadian rules were adopted by the , in Paris, France, the precursor of the IIHF. The sport was played for the first time at the Olympics during the 1920 Summer Olympics—today it is a mainstay at the Winter Olympics. In 1994 ice hockey was officially recognized as Canada's national winter sport.\nWhile women also played during the game's early formative years, it was not until organizers began to officially remove body checking from female ice hockey beginning in the mid-1980s that it began to gain greater popularity, which by then had spread to Europe and a variety of other countries. The first IIHF Women's World Championship was held in 1990, and women's play was introduced into the Olympics in 1998. \nHistory.\nIce hockey is believed to have evolved from simple stick and ball games played in the 18th and 19th centuries in Britain, Ireland, and elsewhere, primarily bandy, hurling, and shinty. The North American sport of lacrosse was also influential. These games were brought to North America and several similar winter games using informal rules developed, such as shinny and ice polo, but later were absorbed into a new organized game with codified rules which today is ice hockey.\nGame.\nWhile the general characteristics of the game remain constant, the exact rules depend on the particular code of play being used. The two most important codes are those of the IIHF and the NHL. Both of these codes, and others, originated from Canadian rules of ice hockey of the early 20th century.\nIce hockey is played on a \"hockey rink\". During normal play, there are six players on ice skates on the ice per side, one of them being the goaltender. The objective of the game is to score \"goals\" by shooting a hard vulcanized rubber disc, the \"puck\", into the opponent's goal net at the opposite end of the rink. The players use their sticks to pass or shoot the puck.\nWith certain restrictions, players may redirect the puck with any part of their body. Players may not hold the puck in their hand and are prohibited from using their hands to pass the puck to their teammates unless they are in the defensive zone. Players however can knock a puck out of the air with their hand to themself. Players are prohibited from kicking the puck into the opponent's goal, though unintentional redirections off the skate are permitted. Players may not intentionally bat the puck into the net with their hands.\nHockey is an off-side game, meaning that forward passes are allowed, unlike in rugby. Before the 1930s, hockey was an on-side game, meaning that only backward passes were allowed. Those rules emphasized individual stick-handling to drive the puck forward. With the arrival of offside rules, the forward pass transformed hockey into a true team sport, where individual performance diminished in importance relative to team play, which could now be coordinated over the entire surface of the ice as opposed to merely rearward players.\nThe six players on each team are typically divided into three forwards, two defencemen, and one goaltender. The term \"skaters\" typically applies to all players except goaltenders. The \"forward\" positions consist of a \"centre\" and two \"wingers\": a \"left wing\" and a \"right wing\". Forwards often play together as units or \"lines\", with the same three forwards always playing together. The \"defencemen\" usually stay together as a pair generally divided between left and right. Left and right side wingers or defencemen are generally positioned on the side on which they carry their stick. A substitution of an entire unit at once is called a \"line change\". Teams typically employ alternate sets of forward lines and defensive pairings when \"short-handed\" or on a \"power play\". The goaltender stands in a, usually blue, semi-circle called the \"crease\" in the defensive zone keeping pucks out of the goal. Substitutions are permitted at any time during the game, although during a stoppage of play the home team is permitted the final change. When players are substituted during play, it is called changing \"on the fly\". An NHL rule added in the 2005–06 season prevents a team from changing their line after they \"ice\" the puck.\nThe boards surrounding the ice help keep the puck in play and they can also be used as tools to play the puck. Players are permitted to bodycheck opponents into the boards to stop progress. The referees, linesmen and the outsides of the goal are \"in play\" and do not stop the game when the puck or players either bounce into or collide with them. Play can be stopped if the goal is knocked out of position. Play often proceeds for minutes without interruption. After a stoppage, play is restarted with a faceoff. Two players face each other and an official drops the puck to the ice, where the two players attempt to gain control of the puck. Markings (circles) on the ice indicate the locations for the faceoff and guide the positioning of players.\nThree major rules of play in ice hockey limit the movement of the puck: \"offside\", \"icing\", and the puck going out of play. \nUnder IIHF rules, each team may carry a maximum of 20 players and two goaltenders on their roster. NHL rules restrict the total number of players per game to 18, plus two goaltenders. In the NHL, the players are usually divided into four lines of three forwards, and into three pairs of defencemen. On occasion, teams may elect to substitute an extra defenceman for a forward. The seventh defenceman may play as a substitute defenceman, spend the game on the bench, or if a team chooses to play four lines then this seventh defenceman may see ice-time on the fourth line as a forward.\nPeriods and overtime.\nA professional ice hockey game consists of three periods of twenty minutes, the clock running only when the puck is in play. The teams change ends after each period of play, including overtime. Recreational leagues and children's leagues often play shorter games, generally with three shorter periods of play.\nIf a tie occurs in tournament play, as well as in the NHL playoffs, North Americans favour \"sudden death overtime\", in which the teams continue to play twenty-minute periods until a goal is scored. Up until the 1999–2000 season, regular-season NHL games were settled with a single five-minute sudden death period with five players (plus a goalie) per side, with both teams awarded one point in the standings in the event of a tie. With a goal, the winning team would be awarded two points and the losing team none (just as if they had lost in regulation). The total elapsed time from when the puck first drops, is about 2 hours and 20 minutes for a 60-minute game.\nFrom the 1999–2000 until the 2003–04 seasons, the National Hockey League decided ties by playing a single five-minute sudden-death overtime period with each team having four skaters per side (plus the goalie). In the event of a tie, each team would still receive one point in the standings but in the event of a victory the winning team would be awarded two points in the standings and the losing team one point. The idea was to discourage teams from playing for a tie, since previously some teams might have preferred a tie and 1 point to risking a loss and zero points. The exception to this rule is if a team opts to pull their goalie in exchange for an extra skater during overtime and is subsequently scored upon (an \"empty net\" goal), in which case the losing team receives no points for the overtime loss. Since the 2015–16 season, the single five-minute sudden-death overtime session involves three skaters on each side. Since three skaters must always be on the ice in an NHL game, the consequences of penalties are slightly different from those during regulation play; any penalty during overtime that would result in a team losing a skater during regulation instead causes the other side to add a skater. Once the penalized team's penalty ends, the penalized skater exits the penalty box and the teams continue at 4-on-4 until the next stoppage of play, at which point the teams return to three skaters per side.\nInternational play and several North American professional leagues, including the NHL (in the regular season), now use an overtime period identical to that from 1999–2000 to 2003–04 followed by a penalty shootout. If the score remains tied after an extra overtime period, the subsequent shootout consists of three players from each team taking penalty shots. After these six total shots, the team with the most goals is awarded the victory. If the score is still tied, the shootout then proceeds to \"sudden death\". Regardless of the number of goals scored by either team during the shootout, the final score recorded will award the winning team one more goal than the score at the end of regulation time. In the NHL if a game is decided in overtime or by a shootout the winning team is awarded two points in the standings and the losing team is awarded one point. Ties no longer occur in the NHL.\nOvertime in the NHL playoffs differs from the regular season. In the playoffs there are no shootouts. If a game is tied after regulation, then a 20-minute period of 5-on-5 sudden-death overtime will be added. If the game is still tied after the overtime, another period is added until a team scores, which wins the match. Since 2019, the IIHF World Championships and the gold medal game in the Olympics use the same format, but in a 3-on-3 format.\nPenalties.\nIn ice hockey, infractions of the rules lead to a play stoppage whereby the play is restarted at a faceoff. Some infractions result in a \"penalty\" on a player or team. In the simplest case, the offending player is sent to the \"penalty box\" and their team must play with one less player on the ice for a designated time. \"Minor\" penalties last for two minutes, \"major\" penalties last for five minutes, and a \"double minor\" penalty is two \"consecutive\" penalties of two minutes duration. A single minor penalty may be extended by two minutes for causing visible injury to the victimized player. This is usually when blood is drawn during high sticking. Players may be also assessed personal extended penalties or game expulsions for misconduct in addition to the penalty or penalties their team must serve. The team that has been given a penalty is said to be playing \"short-handed\" while the opposing team is on a \"power play\".\nA two-minute minor penalty is often charged for lesser infractions such as tripping, elbowing, roughing, high-sticking, delay of the game, too many players on the ice, boarding, illegal equipment, charging (leaping into an opponent or body-checking him after taking more than two strides), holding, holding the stick (grabbing an opponent's stick), interference, hooking, slashing, kneeing, unsportsmanlike conduct (arguing a penalty call with referee, extremely vulgar or inappropriate verbal comments), \"butt-ending\" (striking an opponent with the knob of the stick), \"spearing\" (jabbing an opponent with the blade of the stick), or cross-checking. As of the 2005–2006 season, a minor penalty is also assessed for diving, where a player embellishes or simulates an offence. More egregious fouls may be penalized by a four-minute double-minor penalty, particularly those that injure the victimized player. These penalties end either when the time runs out or when the other team scores during the power play. In the case of a goal scored during the first two minutes of a double-minor, the penalty clock is set down to two minutes upon a score, effectively expiring the first minor penalty. \nFive-minute major penalties are called for especially violent instances of most minor infractions that result in intentional injury to an opponent, or when a minor penalty results in visible injury (such as bleeding), as well as for fighting. Major penalties are always served in full; they do not terminate on a goal scored by the other team. Major penalties assessed for fighting are typically offsetting, meaning neither team is short-handed and the players exit the penalty box upon a stoppage of play following the expiration of their respective penalties. The foul of boarding (defined as \"check[ing] an opponent in such a manner that causes the opponent to be thrown violently in the boards\") is penalized either by a minor or major penalty at the discretion of the referee, based on the violent state of the hit. A minor or major penalty for boarding is often assessed when a player checks an opponent from behind and into the boards.\nSome varieties of penalty do not require the offending team to play a man short. Concurrent five-minute major penalties in the NHL usually result from fighting. In the case of two players being assessed five-minute fighting majors, both the players serve five minutes without their team incurring a loss of player (both teams still have a full complement of players on the ice). This differs with two players from opposing sides getting minor penalties, at the same time or at any intersecting moment, resulting from more common infractions. In this case, both teams will have only four skating players (not counting the goaltender) until one or both penalties expire (if one penalty expires before the other, the opposing team gets a power play for the remainder of the time); this applies regardless of current pending penalties. However, in the NHL, a team always has at least three skaters on the ice. Thus, ten-minute \"misconduct\" penalties are served in full by the penalized player, but his team may immediately substitute another player on the ice \"unless\" a minor or major penalty is assessed in conjunction with the misconduct (a \"two-and-ten\" or \"five-and-ten\"). In this case, the team designates another player to serve the minor or major; both players go to the penalty box, but only the designee may not be replaced, and he is released upon the expiration of the two or five minutes, at which point the ten-minute misconduct begins. In addition, \"game misconducts\" are assessed for deliberate intent to inflict severe injury on an opponent (at the officials' discretion), or for a major penalty for a stick infraction or repeated major penalties. The offending player is ejected from the game and must immediately leave the playing surface (he does not sit in the penalty box); meanwhile, if an additional minor or major penalty is assessed, a designated player must serve out of that segment of the penalty in the box (similar to the above-mentioned \"two-and-ten\"). In some rare cases, a player may receive up to nineteen minutes in penalties for one string of plays. This could involve receiving a four-minute double-minor penalty, getting in a fight with an opposing player who retaliates, and then receiving a game misconduct after the fight. In this case, the player is ejected and two teammates must serve the double-minor and major penalties.\nA penalty shot is awarded to a player when the illegal actions of another player stop a clear scoring opportunity, most commonly when the player is on a breakaway. A penalty shot allows the obstructed player to pick up the puck on the centre red-line and attempt to score on the goalie with no other players on the ice, to compensate for the earlier missed scoring opportunity. A penalty shot is also awarded for a defender other than the goaltender covering the puck in the goal crease, a goaltender intentionally displacing his own goal posts during a breakaway to avoid a goal, a defender intentionally displacing his own goal posts when there is less than two minutes to play in regulation time or at any point during overtime, or a player or coach intentionally throwing a stick or other object at the puck or the puck carrier and the throwing action disrupts a shot or pass play.\nOfficials also stop play for puck movement violations, such as using one's hands to pass the puck in the offensive end, but no players are penalized for these offences. The sole exceptions are deliberately falling on or gathering the puck to the body, carrying the puck in the hand, and shooting the puck out of play in one's defensive zone (all penalized two minutes for delay of game).\nIn the NHL, a unique penalty applies to the goalies. The goalies now are forbidden to play the puck in the \"corners\" of the rink near their own net. This will result in a two-minute penalty against the goalie's team. Only in the area in front of the goal line and immediately behind the net (marked by two red lines on either side of the net) can the goalie play the puck.\nAn additional rule that has never been a penalty, but was an infraction in the NHL before recent rules changes, is the two-line offside pass. Prior to the 2005–06 NHL season, play was stopped when a pass from inside a team's defending zone crossed the centre line, with a face-off held in the defending zone of the offending team. Now, the centre line is no longer used in the NHL to determine a two-line pass infraction, a change that the IIHF had adopted in 1998. Players are now able to pass to teammates who are more than the blue and centre ice red line away.\nThe NHL has taken steps to speed up the game of hockey and create a game of finesse, by reducing the number of illegal hits, fights, and \"clutching and grabbing\" that occurred in the past. Rules are now more strictly enforced, resulting in more penalties, which provides more protection to the players and facilitates more goals being scored. The governing body for United States' amateur hockey has implemented many new rules to reduce the number of stick-on-body occurrences, as well as other detrimental and illegal facets of the game (\"zero tolerance\").\nIn men's hockey, but not in women's, a player may use his hip or shoulder to hit another player if the player has the puck or is the last to have touched it. This use of the hip and shoulder is called \"body checking\". Not all physical contact is legal—in particular, hits from behind, hits to the head and most types of forceful stick-on-body contact are illegal.\nA \"delayed penalty call\" occurs when an offence is committed by the team that does not have possession of the puck. In this circumstance the team with possession of the puck is allowed to complete the play; that is, play continues until a goal is scored, a player on the opposing team gains control of the puck, or the team in possession commits an infraction or penalty of their own. Because the team on which the penalty was called cannot control the puck without stopping play, it is impossible for them to score a goal. In these cases, the team in possession of the puck can pull the goalie for an extra attacker without fear of being scored on. However, it is possible for the controlling team to mishandle the puck into their own net. If a delayed penalty is signalled and the team in possession scores, the penalty is still assessed to the offending player, but not served. In 2012, this rule was changed by the United States' National Collegiate Athletic Association (NCAA) for college level hockey. In college games, the penalty is still enforced even if the team in possession scores.\nOfficials.\nA typical game of hockey is governed by two to four \"officials\" on the ice, charged with enforcing the rules of the game. There are typically two \"linesmen\" who are mainly responsible for calling \"offside\" and \"icing\" violations, breaking up fights, and conducting faceoffs, and one or two \"referees\", who call goals and all other penalties. Linesmen can, however, report to the referee(s) that a penalty should be assessed against an offending player in some situations. The restrictions on this practice vary depending on the governing rules. On-ice officials are assisted by off-ice officials who act as goal judges, time keepers, and official scorers.\nThe most widespread system is the \"three-man system\", which uses one referee and two linesmen. A less commonly used system is the two referee and one linesman system. This system is close to the regular three-man system except for a few procedure changes. Beginning with the National Hockey League, a number of leagues have implemented the \"four-official system\", where an additional referee is added to aid in the calling of penalties normally difficult to assess by one referee. The system is used in every NHL game since 2001, at IIHF World Championships, the Olympics and in many professional and high-level amateur leagues in North America and Europe.\nOfficials are selected by the league they work for. Amateur hockey leagues use guidelines established by national organizing bodies as a basis for choosing their officiating staffs. In North America, the national organizing bodies Hockey Canada and USA Hockey approve officials according to their experience level as well as their ability to pass rules knowledge and skating ability tests. Hockey Canada has officiating levels I through VI. USA Hockey has officiating levels 1 through 4.\nEquipment.\nProtective gear.\nSince men's ice hockey is a full-contact sport, body checks are allowed so injuries are a common occurrence. Protective equipment is mandatory and is enforced in all competitive situations. This includes a helmet with either a visor or a full face mask, shoulder pads, elbow pads, mouth guard, protective gloves, heavily padded shorts (also known as hockey pants) or a girdle, athletic cup (also known as a jock, for males; and jill, for females), shin pads, skates, and (optionally) a neck protector.\nGoaltenders.\nGoaltenders use different equipment. With hockey pucks approaching them at speeds of up to they must wear equipment with more protection. Goaltenders wear specialized goalie skates (these skates are built more for movement side to side rather than forwards and backwards), a jock or jill, large leg pads (there are size restrictions in certain leagues), blocking glove, catching glove, a chest protector, a goalie mask, and a large jersey. Goaltenders' equipment has continually become larger and larger, leading to fewer goals in each game and many official rule changes.\nIce skates.\nIce hockey skates are optimized for physical acceleration, speed and manoeuvrability. This includes rapid starts, stops, turns, and changes in skating direction. In addition, they must be rigid and tough to protect the skater's feet from contact with other skaters, sticks, pucks, the boards, and the ice itself. Rigidity also improves the overall manoeuvrability of the skate. Blade length, thickness (width), and curvature (rocker/radius) (front to back) and radius of hollow (across the blade width) are quite different from speed or figure skates. Hockey players usually adjust these parameters based on their skill level, position, and body type. The blade width of most skates are about thick.\nIce hockey stick.\nEach player other than the goaltender carries a stick consisting of a long, relatively wide, and slightly curved flat blade, attached to a shaft. The curve itself has a big impact on its performance. A deep curve allows for lifting the puck easier while a shallow curve allows for easier backhand shots. The flex of the stick also impacts the performance. Typically, a less flexible stick is meant for a stronger player since the player is looking for the right balanced flex that allows the stick to flex easily while still having a strong \"whip-back\" which sends the puck flying at high speeds. It is quite distinct from sticks in other sports games and most suited to hitting and controlling the flat puck. Its unique shape contributed to the early development of the game.\nThe goaltender carries a stick of a different design, with a larger blade and a wide, flat shaft. This stick is primarily intended to block shots, but the goaltender may use it to play the puck as well.\nInjury.\nIce hockey is a full-contact sport and carries a high risk of injury. Players are moving at speeds around approximately and much of the game revolves around the physical contact between the players. Skate blades, hockey sticks, shoulder contact, hip contact, and hockey pucks can all potentially cause injuries. Lace bite, an irritation felt on the front of the foot or ankle, is a common ice hockey injury.\nCompared to athletes who play other sports, ice hockey players are at higher risk of overuse injuries and injuries caused by early sports specialization by teenagers.\nAccording to the Hughston Health Alert, \"Lacerations to the head, scalp, and face are the most frequent types of injury [in hockey].\"\nOne of the leading causes of head injury is body checking from behind. Due to the danger of delivering a check from behind, many leagues – including the NHL – have made this a major and game misconduct penalty. Another type of check that accounts for many of the player-to-player contact concussions is a check to the head resulting in a misconduct penalty (called \"head contact\"). In recent years, the NHL has implemented new rules which penalize and suspend players for illegal checks to the heads, as well as checks to unsuspecting players. Studies show that ice hockey causes 44.3% of all sports-related traumatic brain injuries among Canadian children.\nSome teams in the Swiss National League are testing out systems that combine helmet-integrated sensors and analysis software to reveal a player's ongoing brain injury risk during a game.  These sensors provide players and coaches with real-time data on head impact strength, frequency, and severity. Furthermore, if the app determines that a particular impact has the potential to cause brain injury, it will alert the coach who can in turn seek medical attention for the individual.\nTactics.\nDefensive tactics.\nDefensive ice hockey tactics vary from more active to more conservative styles of play. One distinction is between man-to-man oriented defensive systems, and zonal oriented defensive systems, though a lot of teams use a combination between the two. Defensive skills involve \"pass interception\", \"shot blocking\", and \"stick checking\" (in which an attempt to take away the puck or cut off the puck lane is initiated by the stick of the defensive player). Tactical points of emphasis in ice hockey defensive play are concepts like \"managing gaps\" (gap control), \"boxing out\"' (not letting the offensive team go on the inside), and \"staying on the right side\" (of the puck). Another popular concept in ice hockey defensive tactics is that of playing a 200-foot game.\nChecking.\nAn important defensive tactic is checking—attempting to take the puck from an opponent or to remove the opponent from play. \"Stick checking\", \"sweep checking\", and \"poke checking\" are legal uses of the stick to obtain possession of the puck. The \"neutral zone trap\" is designed to isolate the puck carrier in the neutral zone preventing him from entering the offensive zone. \"Body checking\" is using one's shoulder or hip to strike an opponent who has the puck or who is the last to have touched it (the last person to have touched the puck is still legally \"in possession\" of it, although a penalty is generally called if he is checked more than two seconds after his last touch). Body checking is also a penalty in certain leagues in order to reduce the chance of injury to players. Often the term checking is used to refer to body checking, with its true definition generally only propagated among fans of the game.\nOne of the most important strategies for a team is their \"forecheck\". Forechecking is the act of attacking the opposition in their defensive zone. Forechecking is an important part of the \"dump and chase\" strategy (i.e. shooting the puck into the offensive zone and then chasing after it). Each team uses their own unique system but the main ones are: 2–1–2, 1–2–2, and 1–4. The 2–1–2 is the most basic forecheck system where two forwards go in deep and pressure the opposition's defencemen, the third forward stays high and the two defencemen stay at the blueline. The 1–2–2 is a bit more conservative system where one forward pressures the puck carrier and the other two forwards cover the oppositions' wingers, with the two defencemen staying at the blueline. The 1–4 is the most defensive forecheck system, referred to as the neutral zone trap, where one forward applies pressure to the puck carrier around the oppositions' blueline and the other four players stand basically in a line by their blueline in hopes the opposition will skate into one of them. Another strategy is the left wing lock, which has two forwards pressure the puck and the left wing and the two defencemen stay at the blueline.\nOffensive tactics.\nOffensive tactics include improving a team's position on the ice by advancing the puck out of one's zone towards the opponent's zone, progressively by gaining lines, first your own blue line, then the red line and finally the opponent's blue line. NHL rules instated for the 2006 season redefined the offside rule to make the two-line pass legal; a player may pass the puck from behind his own blue line, past both that blue line and the centre red line, to a player on the near side of the opponents' blue line. Offensive tactics are designed ultimately to score a goal by taking a shot. When a player purposely directs the puck towards the opponent's goal, he or she is said to \"shoot\" the puck.\nA \"deflection\" is a shot that redirects a shot or a pass towards the goal from another player, by allowing the puck to strike the stick and carom towards the goal. A \"one-timer\" is a shot struck directly off a pass, without receiving the pass and shooting in two separate actions. \"Headmanning the puck\", also known as \"breaking out\", is the tactic of rapidly passing to the player farthest down the ice. \"Loafing\", also known as \"cherry-picking\", is when a player, usually a forward, skates behind an attacking team, instead of playing defence, in an attempt to create an easy scoring chance.\nA team that is losing by one or two goals in the last few minutes of play will often elect to \"pull the goalie\"; that is, remove the goaltender and replace him or her with an \"extra attacker\" on the ice in the hope of gaining enough advantage to score a goal. However, it is an act of desperation, as it sometimes leads to the opposing team extending their lead by scoring a goal in the empty net.\nThere are many other little tactics used in the game of hockey. \"Cycling\" moves the puck along the boards in the offensive zone to create a scoring chance by making defenders tired or moving them out of position. \"Pinching\" is when a defenceman pressures the opposition's winger in the offensive zone when they are breaking out, attempting to stop their attack and keep the puck in the offensive zone. A \"saucer pass\" is a pass used when an opposition's stick or body is in the passing lane. It is the act of raising the puck over the obstruction and having it land on a teammate's stick.\nA deke, short for \"decoy\", is a feint with the body or stick to fool a defender or the goalie. Many modern players, such as Pavel Datsyuk, Sidney Crosby and Patrick Kane, have picked up the skill of \"dangling\", which is fancier deking and requires more stick handling skills.\nFights.\nAlthough fighting is officially prohibited in the rules, it is not an uncommon occurrence at the professional level, and its prevalence has been both a target of criticism and a considerable draw for the sport. At the professional level in North America fights are unofficially condoned. Enforcers and other players fight to demoralize the opposing players while exciting their own, as well as settling personal scores. A fight will also break out if one of the team's skilled players gets hit hard or someone receives what the team perceives as a dirty hit. The amateur game penalizes fisticuffs more harshly, as a player who receives a fighting major is also assessed at least a 10-minute misconduct penalty (NCAA and some Junior leagues) or a game misconduct penalty and suspension (high school and younger, as well as some casual adult leagues).\nWomen's ice hockey.\nHistory.\nWomen began playing the game of ice hockey in the late 19th century. Several games were recorded in the 1890s in Ottawa, Ontario, Canada. The women of Lord Stanley's family were known to participate in the game of ice hockey on the outdoor ice rink at Rideau Hall, the residence of Canada's Governor General.\nThe earliest available records of women's ice hockey were in the late 19th-century in Canada. Much like the men's game, women had previously been playing a conglomeration of stick-and-ball ice games. As with men's hockey, the women's game developed at first without an organizing body. A tournament in 1902 between Montreal and Trois-Rivières was billed as the first women's ice hockey championship tournament. Several tournaments, such as at the Banff Winter Carnival, were held in the early 20th century with numerous women's teams such as the Seattle Vamps and Vancouver Amazons. Organizations started to develop in the 1920s, such as the Ladies Ontario Hockey Association in Canada, and later, the Dominion Women's Amateur Hockey Association.\nStarting in Canada in 1961, the women's game spread to more universities after the Fitness and Amateur Sport Act came into force in whereby the Canadian Government of Canada made an official commitment to \"encourage, promote and develop fitness and amateur sport in Canada.\"\nToday, the women's game is played from youth through adult leagues, and at the university level in North America and internationally. In 2019, the Professional Women's Hockey Players Association was formed by over 150 players with the goal of creating a sustainable professional league for women's ice hockey in North America. Today, there are major professional women's hockey leagues: the Professional Women's Hockey League, with teams in the United States and Canada, and the Zhenskaya Hockey League, with teams in Russia and China.\nPrior to the professionalization of women's ice hockey in the 21st century, professional women hockey players who played against men tended to be goaltenders. The United States Hockey League (USHL) welcomed the first female professional ice hockey player in 1969–70, when the Marquette Iron Rangers signed 18-year-old goaltender Karen Koch. Only one woman has ever played in the National Hockey League (NHL), goaltender Manon Rhéaume. Rhéaume played in NHL pre-season games as a goaltender for the Tampa Bay Lightning against the St. Louis Blues and the Boston Bruins. In 2003, forward Hayley Wickenheiser played with the Kirkkonummi Salamat in the Finnish men's Suomi-sarja league. Women have occasionally competed in North American minor leagues: among them Rhéaume, and fellow goaltenders Kelly Dyer and Erin Whitten. Defenceman Angela Ruggiero became the first woman to actively play in a regular season professional hockey game in North America at a position other than goalie, playing in a single game for the Tulsa Oilers of the Central Hockey League.\nBetween 1995 and 2005 the number of women's hockey participants increased by 400 percent. In 2011, Canada had 85,827 women players, the United States had 65,609, Finland 4,760, Sweden 3,075 and Switzerland 1,172.\nWomen's ice hockey was added as an Olympic medal sport eight years after the first world women's ice hockey championship in 1990, at the 1998 Winter Olympics in Nagano, Japan. \nWomen's World Championship.\nThe 1987 World Women's Hockey Tournament in Toronto was the first international competition in women's hockey, although it was not sanctioned by the IIHF. Two years later, the 1989 IIHF European Women Championships in West Germany was the first IIHF-sanctioned event and the first European Championship held in women's hockey, preceding the IIHF-sanctioned Women's World Championship. The first world ice hockey championship for women was the 1990 IIHF World Women's Championship in Ottawa. Today, the tournament is held annually, except that the top flight does not play in Olympic years.\nEquipment.\nPlayers in women's competition are required to wear protective full-face masks. At all levels, players must wear a pelvic protector, essentially the female equivalent of a jockstrap, known colloquially as a \"jill\" or \"jillstrap\". Other protective equipment for girls and women in ice hockey is sometimes specifically designed for the female body, such as shoulder pads designed to protect a women's breast area without reducing mobility.\nBody checking.\nBody checking has long been a divisive topic in women's hockey, and has largely been prohibited since the mid-1980s in Canada, and from there internationally. Canada's Rhonda Leeman Taylor was responsible for banning body contact from all Canadian national women's tournaments in 1983. Body checking in some of the women's hockey leagues in Canada was completely removed in 1986, which helped lead to a substantial increase in female participation in youth ice hockey in Canada.\nPrior to this point, body checking had been a part of the women's game in most cases, including in Europe. It was not until after the 1990 Women's World Championship that body checking was eliminated from women's hockey internationally. In addition, until the mid-2000s, obstruction and interference were allowed, including pushing players in front of the net, minor hooking, and setting picks. When the National Hockey League removed obstruction and interference in the mid-2000s, minor hockey leagues and female leagues followed suit. In women's IIHF ice hockey today, body checking is considered an \"illegal hit\" and is punishable by a minor penalty, major penalty and game misconduct, or match penalty.\nThe idea of reintroducing body checking to the female game after its removal in the 1980s and 1990s remains controversial. Some of those opposed to its reintroduction maintain it would lead to a loss of female participants, as once stated by Arto Sieppi, Finland's director of women's hockey. Sieppi made the statement in response to claims made by the head coach of Sweden's national women's team, Peter Elander, who had claimed its absence was due to patriarchal sexism.\nThe Svenska damhockeyligan (SDHL), known as the Swedish Women's Hockey League in English, announced in 2022 that it would include body checking during its 2022–23 season, but would maintain a prohibition on open-ice hits. The new program also applies to the Damettan, Sweden's second-tier women's league. The Professional Women's Hockey League, the highest level of women's professional hockey, which debuted in 2024, also allows body checking. The PWHL rule-book outlines that body checking is permissible \"when there is a clear intention of playing the puck or attempting to 'gain possession' of the puck\", which is allowed principally along the boards. League executive Jayna Hefford has stated that body checking was included at the behest of players, and the league's physicality drew positive reviews when the league began play in January 2024.\nLeagues and championships.\nThe following is a list of professional ice hockey leagues by attendance:\nClub competition.\nNorth America.\nThe NHL is the best attended and most popular ice hockey league in the world, and is among the major professional sports leagues in the United States and Canada. The league's history began after Canada's National Hockey Association decided to disband in 1917; the result was the creation of the National Hockey League with four teams. The league expanded to the United States beginning in 1924 and had as many as 10 teams before contracting to six teams—known today as the Original Six—by 1942–43. In 1967, the NHL doubled in size to 12 teams, undertaking one of the greatest expansions in professional sports history. A few years later, in 1972, a new 12-team league, the World Hockey Association (WHA), was formed and its ensuing rivalry with the NHL caused a rapid escalation in players' salaries. In 1979, the 17-team NHL merged with the WHA creating a 21-team league. By 2017, the NHL had expanded to 31 teams, and after a realignment in 2013, these teams were divided into two conferences and four divisions. The league expanded to 32 teams in 2021.\nThe American Hockey League (AHL) is the primary developmental professional league for players aspiring to enter the NHL. It comprises 31 teams from the United States and Canada. It is run as a farm league to the NHL, with the vast majority of AHL players under contract to an NHL team. The ECHL (called the East Coast Hockey League before the 2003–04 season) is a mid-level minor league in the United States with a few players under contract to NHL or AHL teams.\nAs of 2019, there are three minor professional leagues with no NHL affiliations: the Federal Prospects Hockey League (FPHL), (LNAH), and the Southern Professional Hockey League (SPHL).\nU Sports ice hockey is the highest level of play at the Canadian university level under the auspices of U Sports, Canada's governing body for university sports. As these players compete at the university level, they are obligated to follow the rule of standard eligibility of five years.\nIn the United States especially, college hockey is popular and the best university teams compete in the annual NCAA Men's Ice Hockey Championship. The American Collegiate Hockey Association is composed of college teams at the club level.\nIn Canada, the Canadian Hockey League is an umbrella organization comprising three major junior leagues: the Ontario Hockey League, the Western Hockey League, and the Quebec Maritimes Junior Hockey League. It attracts players from Canada, the United States, and Europe. The major junior players are considered amateurs as they are under 21-years-old and not paid a salary; however, they do get a stipend and play a schedule similar to a professional league. Typically, the NHL drafts many players directly from the major junior leagues. In the United States, the United States Hockey League (USHL) is the highest junior league. Players in this league are also amateur with players required to be under 21-years old, but do not get a stipend, which allows players to retain their eligibility for participation in NCAA ice hockey.\nThe Professional Women's Hockey League is the highest level of club competition in women's hockey. It was founded in 2023 and debuted in 2024 with three teams in Canada and three in the United States.\nEurasia.\nThe Kontinental Hockey League (KHL) is the largest and most popular ice hockey league in Eurasia. The league is the direct successor to the Russian Super League, which in turn was the successor to the Soviet League, the history of which dates back to the Soviet adoption of ice hockey in the 1940s. The KHL was launched in 2008 with clubs predominantly from Russia, but featuring teams from other post-Soviet states. The league expanded beyond the former Soviet countries beginning in the 2011–12 season, with clubs in Croatia and Slovakia. The KHL currently comprises member clubs based in Belarus (1), China (1), Kazakhstan (1) and Russia (19) for a total of 22.\nThe second division of hockey in Eurasia is the Supreme Hockey League (VHL). This league features 24 teams from Russia and 2 from Kazakhstan. This league is currently being converted to a farm league for the KHL, similarly to the AHL's function in relation to the NHL. The third division is the Russian Hockey League, which features only teams from Russia. The Asia League, an international ice hockey league featuring clubs from China, Japan, South Korea, and the Russian Far East, is the successor to the Japan Ice Hockey League.\nThe highest junior league in Eurasia is the Junior Hockey League (MHL). It features 32 teams from post-Soviet states, predominantly Russia. The second tier to this league is the Junior Hockey League Championships (MHL-B).\nEurope.\nSeveral countries in Europe have their own top professional senior leagues. Many future KHL and NHL players start or end their professional careers in these leagues. The National League A in Switzerland, Swedish Hockey League in Sweden, SM-liiga in Finland, and Czech Extraliga in the Czech Republic are all very popular in their respective countries.\nBeginning in the 2014–15 season, the Champions Hockey League was launched, a league consisting of first-tier teams from several European countries, running parallel to the teams' domestic leagues. The competition is meant to serve as a Europe-wide ice hockey club championship. The competition is a direct successor to the European Trophy and is related to the 2008–09 tournament of the same name.\nThere are also several annual tournaments for clubs, held outside of league play. Pre-season tournaments include the European Trophy, Tampere Cup and the Pajulahti Cup. One of the oldest international ice hockey competition for clubs is the Spengler Cup, held every year in Davos, Switzerland, between Christmas and New Year's Day. It was first awarded in 1923 to the Oxford University Ice Hockey Club. The Memorial Cup, a competition for junior-level (age 20 and under) clubs is held annually from a pool of junior championship teams in Canada and the United States.\nInternational club competitions organized by the IIHF include the Continental Cup, the Victoria Cup and the European Women's Champions Cup. The World Junior Club Cup is an annual tournament of junior ice hockey clubs representing each of the top junior leagues.\nOther regions.\nThe Australian Ice Hockey League and New Zealand Ice Hockey League are represented by nine and five teams respectively. As of 2012, the two top teams of the previous season from each league compete in the Trans-Tasman Champions League.\nIce hockey in Africa is a small but growing sport; while no African ice hockey playing nation has a domestic national league, there are several regional leagues in South Africa.\nNational team competitions.\nIce hockey has been played at the Winter Olympics since 1924 (and was played at the summer games in 1920). Hockey is Canada's national winter sport, and Canadians are extremely passionate about the game. The nation has traditionally done very well at the Olympic Games, winning six of the first seven gold medals. However, by 1956, its amateur club teams and national teams could not compete with the teams of government-supported players from the Soviet Union. The USSR won all but two gold medals from 1956 to 1988. The United States won its first gold medal in 1960. On the way to winning the gold medal at the 1980 Lake Placid Olympics, amateur US college players defeated the heavily favoured Soviet squad—an event known as the \"Miracle on Ice\" in the United States. Restrictions on professional players were fully dropped at the 1988 games in Calgary. NHL agreed to participate ten years later. The 1998 Games saw the full participation of players from the NHL, which suspended operations during the Games and has done so in subsequent Games up until 2018. The 2010 games in Vancouver were the first played in an NHL city since the inclusion of NHL players. The 2010 games were the first played on NHL-sized ice rinks, which are narrower than the IIHF standard.\nNational teams representing the member federations of the IIHF compete annually in the IIHF Ice Hockey World Championships. Teams are selected from the available players by the individual federations, without restriction on amateur or professional status. Since it is held in the spring, the tournament coincides with the annual NHL Stanley Cup playoffs and many of the top players are hence not available to participate in the tournament. Many of the NHL players who do play in the IIHF tournament come from teams eliminated before the playoffs or in the first round, and federations often hold open spots until the tournament to allow for players to join the tournament after their club team is eliminated. For many years, the tournament was an amateur-only tournament, but this restriction was removed, beginning in 1977.\nThe 1972 Summit Series and 1974 Summit Series, two series pitting the best Canadian and Soviet players without IIHF restrictions were major successes, and established a rivalry between Canada and the USSR. In the spirit of best-versus-best without restrictions on amateur or professional status, the series were followed by five Canada Cup tournaments, played in North America. Two NHL versus USSR series were also held: the 1979 Challenge Cup and Rendez-vous '87. The Canada Cup tournament later became the World Cup of Hockey, played in 1996, 2004 and 2016. The United States won in 1996 and Canada won in 2004 and 2016.\nSince the initial women's world championships in 1990, there have been fifteen tournaments. Women's hockey has been played at the Olympics since 1998. The only finals in the women's world championship or Olympics that did not involve both Canada and the United States were the 2006 Winter Olympic final between Canada and Sweden and 2019 World Championship final between the US and Finland.\nOther ice hockey tournaments featuring national teams include the World Junior Championship, the World U18 Championships, the World U-17 Hockey Challenge, the World Junior A Challenge, the Ivan Hlinka Memorial Tournament, the World Women's U18 Championships and the 4 Nations Cup. The annual Euro Hockey Tour, an unofficial European championship between the national men's teams of the Czech Republic, Finland, Russia and Sweden have been played since 1996–97.\nAttendance records.\nThe attendance record for an ice hockey game was set on December 11, 2010, when the University of Michigan's men's ice hockey team faced cross-state rival Michigan State in an event billed as \"The Big Chill at the Big House\". The game was played at Michigan's (American) football venue, Michigan Stadium in Ann Arbor, with a capacity of 109,901 as of the 2010 football season. When UM stopped sales to the public on May 6, 2010, with plans to reserve remaining tickets for students, over 100,000 tickets had been sold for the event. Ultimately, a crowd announced by UM as 113,411, the largest in the stadium's history (including football), saw the homestanding Wolverines win 5–0. \"Guinness World Records\", using a count of ticketed fans who actually entered the stadium instead of UM's figure of tickets sold, announced a final figure of 104,173.\nThe record was approached but not broken at the 2014 NHL Winter Classic, which also held at Michigan Stadium, with the Detroit Red Wings as the home team and the Toronto Maple Leafs as the opposing team with an announced crowd of 105,491. The record for an NHL Stanley Cup playoff game is 28,183, set on April 23, 1996, at the Thunderdome during a Tampa Bay Lightning – Philadelphia Flyers game.\nThe attendance record for a professional women's game was set on April 20, 2024, when a sold-out crowd of 21,105 people at the Bell Centre in Montreal watched a PWHL game between Montreal and Toronto.\nInternational status.\nIce hockey is most popular in Canada, Central Europe, Eastern Europe, Northern Europe, and the United States. Ice hockey is the official national winter sport of Canada. In addition, ice hockey is the most popular winter sport in Belarus, Croatia, the Czech Republic, Finland, Latvia, Russia, Slovakia, Poland, Sweden, and Switzerland. North America's National Hockey League (NHL) is the highest level for men's ice hockey and the strongest professional ice hockey league in the world. The Kontinental Hockey League (KHL) is the highest league in Russia and much of Eastern Europe. The International Ice Hockey Federation (IIHF) is the formal governing body for international ice hockey, with the IIHF managing international tournaments and maintaining the IIHF World Ranking. Worldwide, the International Ice Hockey Federation has 83 member national associations, comprising 60 full members, 22 associate members, and one affiliate member.\nIn international competitions, the national teams of six countries (the Big Six) predominate: Canada, Czechia, Finland, Russia, Sweden, and the United States. Of the 69 medals awarded all-time in men's competition at the Olympics, only seven medals were not awarded to one of those countries (or two of their precursors: the Soviet Union for Russia, and Czechoslovakia for Czechia). In the annual Ice Hockey World Championships, 177 of 201 medals have been awarded to the six nations; Canada has won the most gold medals. Teams outside the Big Six have won only nine medals in either competition since 1953. The World Cup of Hockey is organized by the National Hockey League and the National Hockey League Players' Association (NHLPA), unlike the annual World Championships and quadrennial Olympic tournament, both run by the International Ice Hockey Federation. World Cup games are played under NHL rules and not those of the IIHF, and the tournament occurs prior to the NHL pre-season, allowing for all NHL players to be available, unlike the World Championships, which overlaps with the NHL's Stanley Cup playoffs. Furthermore, all 12 Women's Olympic and 36 IIHF World Women's Championship medals were awarded to one of the Big Six. The Canadian national team or the United States national team have between them won every gold medal of either series.\nNumber of registered players by country.\nNumber of registered hockey players, including male, female and junior, provided by the respective countries' federations. This list only includes the 36 of 82 IIHF member countries with more than 1,000 registered players as of February 2024.\nVariants.\nPond hockey.\nPond hockey is a form of ice hockey played generally as pick-up hockey on lakes, ponds and artificial outdoor rinks during the winter. Pond hockey is commonly referred to in hockey circles as shinny. Its rules differ from traditional hockey because there is no hitting and very little shooting, placing a greater emphasis on skating, stickhandling and passing abilities. Since 2002, the World Pond Hockey Championship has been played on Roulston Lake in Tobique Valley, New Brunswick, Canada. Since 2006, the US Pond Hockey Championships have been played in Minneapolis, Minnesota, and the Canadian National Pond Hockey Championships have been played in Huntsville, Ontario.\nSledge hockey.\nSledge hockey is an adaption of ice hockey designed for players who have a physical disability. Players are seated in sleds and use a specialized hockey stick that also helps the player navigate on the ice. The sport was created in Sweden in the early 1960s and is played under similar rules to ice hockey.\nIn popular culture.\nIce hockey is the official winter sport of Canada. Ice hockey, partially because of its popularity as a major professional sport, has been a source of inspiration for numerous films, television episodes and songs in Canadian and American popular culture."
    },
    {
        "id": "19850",
        "revid": "194203",
        "url": "https://en.wikipedia.org/wiki?curid=19850",
        "title": "Motocross racing",
        "text": ""
    },
    {
        "id": "12551",
        "revid": "43607144",
        "url": "https://en.wikipedia.org/wiki?curid=12551",
        "title": "Gymnastics",
        "text": "Gymnastics is a type of sport that includes physical exercises requiring balance, strength, flexibility, agility, coordination, artistry and endurance. The movements involved in gymnastics contribute to the development of the arms, legs, shoulders, back, chest, and abdominal muscle groups. Gymnastics evolved from exercises used by the ancient Greeks that included skills for mounting and dismounting a horse, and from circus performance skills.\nThe most common form of competitive gymnastics is artistic gymnastics (AG), which consists of, for women (WAG), the events floor, vault, uneven bars, and beam; and for men (MAG), the events floor, vault, rings, pommel horse, parallel bars, and horizontal bar.\nThe governing body for competition in gymnastics throughout the world is the Fédération Internationale de Gymnastique (FIG). Eight sports are governed by the FIG, including gymnastics for all, men's and women's artistic gymnastics, rhythmic gymnastics, trampolining (including double mini-trampoline), tumbling, acrobatic, aerobic, and parkour. Disciplines not recognized by FIG include wheel gymnastics, aesthetic group gymnastics, TeamGym, and mallakhamba.\nParticipants in gymnastics-related sports include young children, recreational-level athletes, and competitive athletes at all levels of skill.\nEtymology.\nThe word gymnastics derives from the common Greek adjective γυμνός (), by way of the related verb γυμνάζω (\"gymnazo\"), whose meaning is to \"train naked\", \"train in gymnastic exercise\", generally \"to train, to exercise\". The verb had this meaning because athletes in ancient times exercised and competed without clothing.\nHistory.\nGymnastics can be traced to exercise to ancient Greece specifically to Sparta and Athens. Exercise of that time was documented by Philostratus' work \"Gymnastics: The Ethics of an Athletic Aesthetic\". The original term for the practice of gymnastics is from the related Greek verb γυμνάζω (\"gumnázō\"), which translates as \"to train naked or nude\" because young men exercising trained without clothing. In ancient Greece, physical fitness was a highly valued attribute in both men and women. It was not until after the Romans conquered Greece in 146BC that gymnastics became more formalized and used to train men in warfare. Based on Philostratus' claim that gymnastics is a form of wisdom, comparable to philosophy, poetry, music, geometry, and astronomy, Athens combined this more physical training with the education of the mind. At the Palestra, a physical education training center, the discipline of educating the body and the mind were combined allowing for a form of gymnastics that was more aesthetic and individual and that left behind the focus on strictness, discipline, the emphasis on defeating records, and a focus on strength.\nDon Francisco Amorós y Ondeano, a Spanish colonel, born on February 19, 1770, in Valencia and who died on August 8, 1848, in Paris, was the first person to introduce educative gymnastics in France. The German Friedrich Ludwig Jahn began the German gymnastics movement 1811 in Berlin which led to the invention of the parallel bars, rings, high bar, the pommel horse and the vault horse.\nGermans Charles Beck and Charles Follen and American John Neal brought the first wave of gymnastics to the United States in the 1820s. Beck opened the first gymnasium in the US in 1825 at the Round Hill School in Northampton, Massachusetts. Follen opened the first college gymnasium and the first public gymnasium in the US in 1826 at Harvard College and in Boston, Massachusetts, respectively. Neal was the first American to open a public gymnasium in the US in Portland, Maine in 1827. He also documented and promoted these early efforts in the \"American Journal of Education\" and \"The Yankee\", helping to establish the American branch of the movement.\nThe Federation of International Gymnastics (FIG) was founded in Liege in 1881. By the end of the nineteenth century, men's gymnastics competition was popular enough to be included in the first modern Olympic Games in 1896. From then on until the early 1950s, both national and international competitions involved a changing variety of exercises gathered under the rubric, \"gymnastics\", that included, for example, synchronized team floor calisthenics, rope climbing, high jumping, running, and horizontal ladder. During the 1920s, women organized and participated in gymnastics events. The first women's Olympic competition was limited, only involving synchronized calisthenics and track and field. These games were held in 1928 in Amsterdam. \nBy 1954, Olympic Games apparatus and events for both men and women had been standardized in modern format, and uniform grading structures (including a point system from 1 to 15) had been agreed upon. In 1930, the first UK mass movement organisation of women in gymnastics, the Women's League of Health and Beauty, was founded by Mary Bagot Stack in London. At this time, Soviet gymnasts astounded the world with highly disciplined and difficult performances, setting a precedent that continues. Television has helped publicize and initiate a modern age of gymnastics. Both men's and women's gymnastics now attract considerable international interest, and excellent gymnasts can be found on every continent.\nIn 2006, a new points system for Artistic gymnastics was put into play. With an A Score (or D score) being the difficulty score, which as of 2009 is based on the top 8 high scoring elements in a routine (excluding Vault). The B Score (or E Score), is the score for execution and is given for how well the skills are performed.\nFIG-recognized disciplines.\nThe following disciplines are governed by FIG.\nArtistic gymnastics.\nArtistic Gymnastics is usually divided into Men's and Women's Gymnastics. Men compete on six events: Floor Exercise, Pommel Horse, Still Rings, Vault, Parallel Bars, and Horizontal Bar, while women compete on four: Vault, Uneven Bars, Balance Beam, and Floor Exercise. In some countries, women at one time competed on the rings, high bar, and parallel bars (for example, in the 1950s in the USSR).\nIn 2006, FIG introduced a new point system for Artistic gymnastics in which scores are no longer limited to 10 points. The system is used in the US for elite level competition. Unlike the old code of points, there are two separate scores, an execution score and a difficulty score. In the previous system, the execution score was the only score. It was and still is out of 10.00, except for short exercises. During the gymnast's performance, the judges deduct this score only. A fall, on or off the event, is a 1.00 deduction, in elite level gymnastics. The introduction of the difficulty score is a significant change. The gymnast's difficulty score is based on what elements they perform and is subject to change if they do not perform or complete all the skills, or they do not connect a skill meant to be connected to another. Connection bonuses are where deviation happens most commonly between the intended and actual difficulty scores, as it can be difficult to connect multiple flight elements. It is very hard to connect skills if the first skill is not performed correctly. The new code of points allows the gymnasts to gain higher scores based on the difficulty of the skills they perform as well as their execution. There is no maximum score for difficulty, as it can keep increasing as the difficulty of the skills increase.\nCompetitive events for women in artistic gymnastics.\nVault.\nIn the vaulting events, gymnasts sprint down a runway, to take off onto a vault board (or perform a roundoff or handspring entry onto a vault board), to land momentarily inverted on the hands on the vaulting horse or vaulting table (pre-flight segment), then propel themselves forward or backward off that platform to a two-footed landing (post-flight segment). Every gymnast starts at a different point on the vault runway depending on their height and strength. The post-flight segment may include one or more multiple saltos, or twisting movements. A round-off entry vault, called a Yurchenko, is a commonly performed vault in the higher levels in gymnastics. When performing a Yurchenko, gymnasts round-off so their hands are on the runway while their feet land on the vault board. From the round-off position, the gymnast travels backward so that the hands land on the vaulting table. The gymnast then blocks off the vaulting platform into various twisting and/or somersaulting combinations. The post-flight segment brings the gymnast to her feet. Less difficult vaults include taking off from the vault board with both feet at the same time and either doing a front handspring or round-off onto the vaulting table.\nIn 2001, the traditional vaulting horse was replaced with a new apparatus, sometimes known as a tongue, horse, or vaulting table. The new apparatus is more stable, wider, and longer than the older vaulting horse, approximately 1 m in length and 1 m in width, giving gymnasts a larger blocking surface. This apparatus is thus considered safer than the vaulting horse used in the past. With the addition of this new, safer vaulting table, gymnasts are attempting more difficult vaults.\nUneven bars.\nOn the uneven bars, the gymnast performs a timed routine on two parallel horizontal bars set at different heights. These bars are made of fiberglass covered in wood laminate, to prevent them from breaking. In the past, bars were made of wood, but the bars were prone to breaking, providing an incentive to switch to newer technologies. The height of the bars may be adjusted by 5 cm to the size needed by individual gymnasts, although the distance between bars cannot be changed for individual gymnasts in elite competition. In the past, the uneven parallel bars were closer together. The bars have been moved increasingly further apart, allowing gymnasts to perform swinging, circling, transitional, and release moves that may pass over, under, and between the two bars. At the Elite level, movements must pass through the handstand. Gymnasts often mount the uneven bars using a springboard or a small mat. Gymnasts may use chalk (MgCO3) and grips (a leather strip with holes for fingers to protect hands and improve performance) when performing this event. The chalk helps take the moisture out of gymnasts' hands to decrease friction and prevent rips (tears to the skin of the hands); dowel grips help gymnasts grip the bar.\nBalance beam.\nThe gymnast performs a choreographed routine of up to 90 seconds in length consisting of leaps, acrobatic skills, somersaults, turns and dance elements on a padded beam. The beam is from the ground, long, and wide. This stationary object can also be adjusted, to be raised higher or lower. The gymnast begins the 70-90 seconds exercise by mounting the beam by either a vault or a jump. The event requires balance, flexibility, grace, poise, and strength.\nFloor.\nThe event in gymnastics performed on the floor is called floor exercise. The English abbreviation for the event in gymnastics scoring is FX. In the past, the floor exercise event was executed on the bare floor or mats such as wrestling mats. The floor event now occurs on a carpeted 12m × 12m square, usually consisting of hard foam over a layer of plywood, which is supported by springs generally called a spring floor. This provides a firm surface that provides extra bounce or spring when compressed, allowing gymnasts to achieve greater height and a softer landing after the composed skill. Gymnasts perform a choreographed routine for up to 90 seconds in the floor exercise event. Depending on the level, the gymnast may choose their own routine; however some levels have compulsory routines, where default music must be played. Levels three to six the music is the same for each levels along with the skills within the routine. However, recently, the levels have switched. Now, levels 6–10 are optional levels and they get to have custom routines made. In the optional levels (levels six to ten) there are skill requirements for the routine but the athlete is able to pick her own music without any words. The routine should consist of tumbling passes, series of jumps, leaps, dance elements, acrobatic skills, and turns, or pivots, on one foot. A gymnast can perform up to four tumbling passes, each of which usually includes at least one flight element without hand support. Each level of gymnastics requires the athlete to perform a different number of tumbling passes. In level 7 in the United States, a gymnast is required to do 2–3, and in levels 8–10, at least 3–4 tumbling passes are required.\nScoring.\nScoring for both Junior Olympic and NCAA level gymnastics uses a 10.0 scale. Levels below Level 9 start from a 10.0 automatically if all requirements for an event are met. Levels 9 and 10, and NCAA gymnastics all start below a 10.0 and require gymnastics to acquire bonus points through connections and skills to increase their start value to a 10.0. During a routine, deductions will be made by the judges for flaws in the form of the technique of a skill. For example, steps on landings or flexed feet can range from .05-.1 off, depending on the severity of the mistake.\nCompetitive events for men in artistic gymnastics.\nFloor.\nMale gymnasts also perform on a 12meter x 12meter spring floor. A series of tumbling passes are performed to demonstrate flexibility, strength, and balance. Strength skills include circles, scales, and press handstands. Men's floor routines usually have multiple passes that have to total between 60–70 seconds and are performed without music, unlike the women's event. Rules require that male gymnasts touch each corner of the floor at least once during their routine.\nPommel horse.\nA typical pommel horse exercise involves both single leg and double leg work. Single leg skills are generally found in the form of scissors, an element often done on the pommels. Double leg work, however, is the main staple of this event. The gymnast swings both legs in a circular motion (clockwise or counterclockwise depending on preference) and performs such skills on all parts of the apparatus. To make the exercise more challenging, gymnasts will often include variations on a typical circling skill by turning (moores and spindles) or by straddling their legs (Flares). Routines end when the gymnast performs a dismount, either by swinging his body over the horse or landing after a handstand variation.\nStill rings.\nThe rings are suspended on wire cable from a point 5.75 meters from the floor. The gymnasts must perform a routine demonstrating balance, strength, power, and dynamic motion while preventing the rings themselves from swinging. At least one static strength move is required, but some gymnasts may include two or three. A routine ends with a dismount.\nVault.\nGymnasts sprint down a runway, which is a maximum of 25 meters in length, before hurdling onto a springboard. The gymnast is allowed to choose where they start on the runway. The body position is maintained while punching (blocking using only a shoulder movement) the vaulting platform. The gymnast then rotates to a standing position. In advanced gymnastics, multiple twists and somersaults may be added before landing. Successful vaults depend on the speed of the run, the length of the hurdle, the power the gymnast generates from the legs and shoulder girdle, the kinesthetic awareness in the air, how well they stuck the landing, and the speed of rotation in the case of more difficult and complex vaults.\nParallel bars.\nMen perform on two bars executing a series of swings, balances, and releases that require great strength and coordination. The width between the bars is adjustable depending upon the actual needs of the gymnasts and usually 2m high.\nHorizontal bar.\nA 2.8  cm thick steel or fiberglass bar raised 2.5 m above the landing area is all the gymnast has to hold onto as he performs giant swings or \"giants\" (forward or backward revolutions around the bar in the handstand position), release skills, twists, and changes of direction. By using all of the momentum from giants and then releasing at the proper point, enough height can be achieved for spectacular dismounts, such as a triple-back salto. Leather grips are usually used to help maintain a grip on the bar, and to prevent rips. While training for this event, straps are often used to ensure that the gymnast does not fall off the bar as they are learning new skills.\nAs with women, male gymnasts are also judged on all of their events including their execution, degree of difficulty, and overall presentation skills.\nRhythmic gymnastics.\nAccording to FIG rules, only women compete in rhythmic gymnastics. This is a sport that combines elements of ballet, gymnastics, dance, and apparatus manipulation. The sport involves the performance of five separate routines with the use of five apparatus; ball, ribbon, hoop, clubs, rope—on a floor area, with a much greater emphasis on the aesthetic rather than the acrobatic. There are also group routines consisting of 5 gymnasts and 5 apparatuses of their choice. Rhythmic routines are scored out of a possible 30 points; the score for artistry (choreography and music) is averaged with the score for the difficulty of the moves and then added to the score for execution.\nInternational competitions are split between Juniors, under sixteen by their year of birth; and Seniors, for women sixteen and over again by their year of birth. Gymnasts in Russia and Europe typically start training at a very young age and those at their peak are typically in their late teens (15–19) or early twenties. The largest events in the sport are the Olympic Games, World Championships, European Championships, World Cup and Grand-Prix Series. The first World Championships were held in 1963 with its first appearance at the Olympics in 1984.\nMen's rhythmic gymnastics.\nMen's rhythmic gymnastics is related to both men's artistic gymnastics and wushu martial arts. It emerged in Japan from stick gymnastics. Stick gymnastics has been taught and performed for many years with the aim of improving physical strength and health. Male athletes are judged on some of the same physical abilities and skills as their female counterparts, such as hand/body-eye co-ordination, but tumbling, strength, power, and martial arts skills are the main focus, as opposed to flexibility and dance in women's rhythmic gymnastics. There are a growing number of participants, competing alone and on a team; it is most popular in Asia, especially in Japan where high school and university teams compete fiercely. , there were 1000 men's rhythmic gymnasts in Japan.\nThe technical rules for the Japanese version of men's rhythmic gymnastics came around the 1970s. For individuals, only four types of apparatus are used: the double rings, the stick, the rope, and the clubs. Groups do not use any apparatus. The Japanese version includes tumbling performed on a spring floor. Points are awarded based a 10-point scale that measures the level of difficulty of the tumbling and apparatus handling. On November 27–29, 2003, Japan hosted first edition of the Men's Rhythmic Gymnastics World Championship.\nThe events consist of:\nAlong with the Japanese version of Men's Rhythmic there is a Spanish version which uses the same format and rules as the FIG recognized form of Women's Rhythmic Gymnastics.\nTrampolining.\nTrampolining.\nTrampolining and tumbling consists of four events, individual and synchronized trampoline, double mini trampoline, and tumbling (also known as power tumbling or rod floor). Since 2000, individual trampoline has been included in the Olympic Games. The first World Championships were held in 1964.\nIndividual trampoline.\nIndividual routines in trampolining involve a build-up phase during which the gymnast jumps repeatedly to achieve height, followed by a sequence of ten bounces without pause during which the gymnast performs a sequence of aerial skills. Routines are marked out of a maximum score of 10 points. Additional points (with no maximum at the highest levels of competition) can be earned depending on the difficulty of the moves and the length of time taken to complete the ten skills which is an indication of the average height of the jumps. In high level competitions, there are two preliminary routines, one which has only two moves scored for difficulty and one where the athlete is free to perform any routine. This is followed by a final routine which is optional. Some competitions restart the score from zero for the finals, other add the final score to the preliminary results.\nSynchronized trampoline.\nSynchronized trampoline is similar except that both competitors must perform the routine together and marks are awarded for synchronization as well as the form and difficulty of the moves.\nDouble-mini trampoline.\nDouble mini trampoline involves a smaller trampoline with a run-up, two scoring moves are performed per routine. Moves cannot be repeated in the same order on the double-mini during a competition. Skills can be repeated if a skill is competed as a mounter in one routine and a dismount in another. The scores are marked in a similar manner to individual trampoline.\nTumbling.\nIn Tumbling, athletes perform an explosive series of flips and twists down a sprung tumbling track. Scoring is similar to trampolining. Tumbling was originally contested as one of the events in Men's Artistic Gymnastics at the 1932 Summer Olympics, and in 1955 and 1959 at the Pan American Games. From 1974 to 1998 it was included as an event for both genders at the Acrobatic Gymnastics World Championships. The event has also been contested since 1976 at the Trampoline and Tumbling World Championships.\nTumbling is competed along a 25 metre sprung tack with a 10 metre run up. A tumbling pass or run is a combination of 8 skills, with an entry skill, normally a round-off, to whips and into an end skill. Usually the end skill is the hardest skill of the pass. At the highest level, gymnasts perform transitional skills. These are skills which are not whips, but are double or triple somersaults (usually competed at the end of the run), but now competed in the middle of the run connected before and after by either a whip or a flick.\nCompetition is made up of a qualifying round and a finals round. There are two different types of competition in tumbling, individual and team. In the team event three gymnasts out of a team of four compete one run each, if one run fails the final member of the team is allowed to compete with the three highest scores being counted. In the individual event qualification, the competitor will compete two runs, one a straight pass (including double and triple somersaults) and a twisting pass (including full twisting whips and combination skills such as a full twisting double straight ’full in back’). In the final of the individual event, the competitor must compete two different runs which can be either twisting or straight but each run normally uses both types (using transition skills).\nAcrobatic gymnastics.\nAcrobatic gymnastics (formerly Sport Acrobatics), often referred to as acro if involved with the sport, acrobatic sports or simply sports acro, is a group gymnastic discipline for both men and women. Acrobats in groups of two, three and four perform routines with the heads, hands and feet of their partners. They may, subject to regulations (e.g. no lyrics), pick their own music.\nThere are four international age categories: 11–16, 12–18, 13–19, and Senior (15+), which are used in the World Championships and many other events around the world, including the European Championships and the World Games.\nAll levels require a balance and dynamic routine; 12–18, 13–19, and Seniors are also required to perform a final (combined) routine.\nCurrently, acrobatic gymnastics score is marked out of 30.00 for juniors, and can be higher at Senior FIG level based on difficulty:\nThere are five competitive event categories:\nThe World Championships have been held since 1974.\nAerobic gymnastics.\nAerobic gymnastics (formally Sport Aerobics) involves the performance of routines by individuals, pairs, trios, groups with 5 people, and aerobic dance and aerobic step(8 people). Strength, flexibility, and aerobic fitness rather than acrobatic or balance skills are emphasized. Routines are performed for all individuals on a 7x7m floor and also for 12–14 and 15–17 trios and mixed pairs. From 2009, all senior trios and mixed pairs were required to be on the larger floor (10x10m), all groups also perform on this floor. Routines generally last 60–90 seconds depending on age of participant and routine category. The World Championships have been held since 1995.\nThe events consist of:\nParkour.\nOn January 28, 2018 Parkour, also known as freerunning, was given the go ahead to begin development as a FIG sport. The FIG is planning to run World Cup competitions from 2018 onwards and will hold the first Parkour World Championships in 2020.\nThe events consist of:\nOther disciplines.\nThe following disciplines are not currently recognized by the Fédération Internationale de Gymnastique.\nAesthetic group gymnastics.\nAesthetic Group Gymnastics (AGG) was developed from the Finnish \"naisvoimistelu\". It differs from Rhythmic Gymnastics in that body movement is large and continuous and teams are larger. Athletes do not use apparatus in international AGG competitions compared to Rhythmic Gymnastics where ball, ribbon, hoop and clubs are used on the floor area. The sport requires physical qualities such as flexibility, balance, speed, strength, coordination and sense of rhythm where movements of the body are emphasized through the flow, expression and aesthetic appeal. A good performance is characterized by uniformity and simultaneity. The competition program consists of versatile and varied body movements, such as body waves, swings, balances, pivots, jumps and leaps, dance steps, and lifts. The International Federation of Aesthetic Group Gymnastics (IFAGG) was established in 2003. The first Aesthetic Group Gymnastics World Championships was held in 2000.\nTeamGym.\nTeamGym is a form of competition created by the European Union of Gymnastics, named originally EuroTeam. The first official competition was held in Finland in 1996. TeamGym events consist of three sections: women, men and mixed teams. Athletes compete in three different disciplines: floor, tumbling and trampette. In common for the performance is effective teamwork, good technique in the elements and spectacular acrobatic skills. There is no World Championships however there has been a European Championships held since 2010.\nWheel gymnastics.\nWheel gymnasts do exercises in a large wheel known as the Rhönrad, gymnastics wheel, gym wheel, or German wheel, in the beginning also known as ayro wheel, aero wheel, and Rhon rod.\nThere are four core categories of exercise: straight line, spiral, vault and cyr wheel. The first World Championships was held in 1995.\nMallakhamba.\nMallakhamba (Marathi: मल्लखम्ब) is a traditional Indian sport in which a gymnast performs feats and poses in concert with a vertical wooden pole or rope. The word also refers to the pole used in the sport.\nMallakhamba derives from the terms \"malla\" which denotes a wrestler and \"khamba\" which means a pole. Mallakhamba can therefore be translated to English as \"pole gymnastics\". On April 9, 2013, the Indian state of Madhya Pradesh declared mallakhamba as the state sport. In February 2019 the first Mallahkhamb World Championship was held in Mumbai\nNon-competitive gymnastics.\nGeneral gymnastics also known as Gymnastics for All enables people of all ages and abilities to participate in performance groups of 6 to more than 150 athletes. They can perform synchronized, choreographed routines. Troupes may consist of both genders and are separated into age divisions. The largest general gymnastics exhibition is the quadrennial World Gymnaestrada which was first held in 1939. In 1984 Gymnastics for All was officially recognized first as a Sport Program by the FIG (International Gymnastic Federation), and subsequently by national gymnastic federations worldwide with participants that now number 30 million. Non-competitive gymnastics is considered useful for its health benefits.\nLevels.\nIn the US, gymnastics levels for women called the Junior Olympic (JO) Program begins at 1 and goes to 10. The two kinds of levels are Compulsory (levels 1-5) and Optional (levels 6-10). Each level (1-10) has its own set of unique rules that ascend in difficulty level to level. Elite can follow 10 and is generally considered Olympic level. Men's gymnastics or The Junior Olympic Program consists of ten levels of training or competition with multiple age groups at each level creating opportunities for athletes and coaches to participate and or compete.\nSince 2015, Canada has adopted the women’s JO Program, with some modifications, for use in the Provinces and Territories.\nScoring (code of points).\nAn artistic gymnast's score comes from deductions taken from the start value of a routine's elements. The start value of a routine is based on the difficulty of the elements the gymnast attempts and whether or not the gymnast meets composition requirements. The composition requirements are different for each apparatus. This score is called the D score. Deductions in execution and artistry are taken from a maximum of 10.0. This score is called the E score. The final score is calculated by adding the D and E score.\nThe current method of scoring, by adding D and E score to give the final score has been in place since 2006. The current method is called \"open-end\" scoring because there is no theoretical cap (although there is practical cap) to the D-score and hence the total possible score for a routine. Before 2006, a gymnast's final score is deducted from a possible maximum of 10 for a routine.\nA Code of Points or guidelines of scoring a routine's difficulty and execution is slightly revised for each quadrennium, or period of four years culminating in the Olympics year.\nLanding.\nIn a tumbling pass, dismount, or vault, landing is the final phase, following take-off and flight This is a critical skill in terms of execution in competition scores, general performance, and injury occurrence. Without the necessary magnitude of energy dissipation during impact, the risk of sustaining injuries during somersaulting increases. These injuries commonly occur at the lower extremities such as cartilage lesions, ligament tears, and bone bruises/fractures. To avoid such injuries, and to receive a high-performance score, proper technique must be used by the gymnast. \"The subsequent ground contact or impact landing phase must be achieved using a safe, aesthetic, and well-executed double foot landing.\" A successful landing in gymnastics is classified as soft, meaning the knee and hip joints are at greater than 63 degrees of flexion.\nA higher flight phase results in a higher vertical ground reaction force. Vertical ground reaction force (vGRF) represents an external force which the gymnasts have to overcome with their muscle force and affects the gymnasts' linear and angular momentum. Another important variable that affects linear and angular momentum is the time the landing takes. Gymnasts can decrease the impact force by increasing the time taken to perform the landing. Gymnasts can achieve this by increasing hip, knee and ankle amplitude.\nFormer apparatus and events.\nRope climbing.\nGenerally, competitors climbed either a 6m (6.1m = 20  ft in the US) or an 8m (7.6m = 25  ft in the US), 38  mm diameter (1.5-inch) natural fiber rope for speed, starting from a seated position on the floor and using only the hands and arms. Kicking the legs in a kind of \"tride\" was normally permitted. Many gymnasts can do this in the straddle or pike position, which eliminates the help generated from the legs though it can be done with legs as well.\nFlying rings.\nFlying rings was an event similar to still rings, but with the performer executing a series of stunts while swinging. It was a gymnastic event sanctioned by both the NCAA and the AAU until the early 1960s.\nClub swinging.\nClub swinging, a.k.a. Indian clubs, was an event in Men's Artistic Gymnastics sometime up until the 1950s. It was similar to the clubs in both Women's and Men's Rhythmic Gymnastics but much simpler with few throws allowed. It was practice. It was included in the 1904 and 1932 Summer Olympic Games.\nHealth and safety.\nGymnastics is one of the most dangerous sports, with a very high injury rate seen in girls age 11 to 18. Some gymnastic movements which were allowed in past competitions are now banned for safety reasons.\nPhysical injuries.\nCompared to athletes who play other sports, gymnasts are at higher than average risk of overuse injuries and injuries caused by early sports specialization among children and young adults. Gymnasts are at particular risk of foot and wrist injuries. Strength training can help prevent injuries.\nAbuse.\nThere have also been recorded cases of emotional and sexual abuse.\nHeight concerns.\nGymnasts tend to have short stature, but it is unlikely that the sport affects their growth. Parents of gymnasts tend also to be shorter than average."
    },
    {
        "id": "19765",
        "revid": "47722236",
        "url": "https://en.wikipedia.org/wiki?curid=19765",
        "title": "Melbourne Cricket Ground",
        "text": "The Melbourne Cricket Ground (MCG), also known locally as The 'G, is an Australian sports stadium located in Yarra Park, Melbourne, Victoria. Founded and managed by the Melbourne Cricket Club, with 95,000 seats and an additional 5,000 capacity in standing room for a total of just over 100,000 it is the largest stadium in the Southern Hemisphere, the 11th largest globally, and the second-largest cricket ground by capacity, after the Narendra Modi Stadium. The MCG is within walking distance of the city centre and is served by Richmond and Jolimont railway stations, as well as the route 70, route 75, and route 48 trams. It is adjacent to Melbourne Park and is part of the Melbourne Sports and Entertainment Precinct.\nSince it was built in 1853, the MCG has undergone numerous renovations. It served as the centrepiece stadium of the 1956 Summer Olympics, the 2006 Commonwealth Games and two Cricket World Cups: 1992 and 2015. Noted for its role in the development of international cricket, the MCG hosted both the first Test match and the first One Day International, played between Australia and England in 1877 and 1971, respectively. It has also maintained strong ties with Australian rules football since its codification in 1859, and has become the principal venue for Australian Football League (AFL) matches, including the AFL Grand Final, the world's highest attended league championship event. It hosted the Final for the 2022 T20 World Cup.\nHome to the Australian Sports Museum, the MCG has hosted other major sporting events, including international rules football matches between Australia and Ireland, international rugby union matches, State of Origin (rugby league) games, and FIFA World Cup qualifiers. Concerts and other cultural events are also held at the venue with the record attendance standing at 143,750 for a Billy Graham evangelistic crusade in 1959. Grandstand redevelopments and occupational health and safety legislation have limited the maximum seating capacity to approximately 95,000 with an additional 5,000 standing room capacity, bringing the total capacity to 100,024.\nThe MCG is listed on the Victorian Heritage Register and was included on the Australian National Heritage List in 2005. In 2003, journalist Greg Baum called it \"a shrine, a citadel, a landmark, a totem\" that \"symbolises Melbourne to the world\".\nEarly history.\nThe MCG is built atop a Wurundjeri camping ground and site of numerous corroborees. Founded in November 1838 the Melbourne Cricket Club (MCC) selected the current MCG site in 1853 after previously playing at several grounds around Melbourne. The club's first game was against a military team at the Old Mint site, at the corner of William and La Trobe Streets. Burial Hill (now Flagstaff Gardens) became its home ground in January 1839, but the area was already set aside for Botanical Gardens and the club was moved on in October 1846, to an area on the south bank of the Yarra about where the Herald &amp; Weekly Times building is today. The area was subject to flooding, forcing the club to move again, this time to a ground in South Melbourne.\nIt was not long before the club was forced out again, this time because of the expansion of the railway. The South Melbourne ground was in the path of Victoria's first steam railway line from Melbourne to Sandridge (now Port Melbourne). Governor La Trobe offered the MCC a choice of three sites; an area adjacent to the existing ground, a site at the junction of Flinders and Spring Streets or a ten-acre (about 4 hectares) section of the Government Paddock at Richmond next to Richmond Park.\nBetween European settlement in 1835 and the early 1860s, this last option, which is now Yarra Park, was known as the Government or Police Paddock and served as a large agistment area for the horses of the Mounted Police, Border Police and Native Police. The north-eastern section also housed the main barracks for the Mounted Police in the Port Phillip district. In 1850 it was part of a stretch set aside for public recreation extending from Governor La Trobe's Jolimont Estate to the Yarra River. By 1853 it had become a busy promenade for Melbourne residents.\nAn MCC sub-committee chose the Richmond Park option because it was level enough for cricket but sloped enough to prevent inundation. That ground was located where the Richmond, or outer, end of the current MCG is now.\nAt the same time the Richmond Cricket Club was given occupancy rights to for another cricket ground on the eastern side of the Government Paddock.\nIn 1861, a board of trustees was appointed to be responsible for the ground. Over the first forty years, most of the trustees were appointed by the MCC, giving the cricket club relative autonomy over the use of the ground. In 1906, the state governments' Lands ministry appointed five new trustees, putting the government-appointed trustees in the majority; and the government has appointed and overseen the trust since. This gives the state government, via the trust, a level of control over the ground's use.\nAt the time of the land grant, the Government stipulated that the ground was to be used for cricket and cricket only. This condition technically remained until 1933 when the Melbourne Cricket Ground Act 1933 widened its allowable uses. The 1933 act has been replaced by separate acts in 1989 and 2009.\nIn 1863, a corridor of land running diagonally across Yarra Park was granted to the Melbourne &amp; Hobson's Bay Railway Company and divided Yarra Park from the river. The Mounted Police barracks were operational until the 1880s when it was subdivided into the current residential precinct bordered by Vale Street. The area closest to the river was also developed for sporting purposes in later years including Olympic venues in 1956.\nStadium development.\nThe first grandstand at the MCG was the original wooden members' stand built in 1854, while the first public grandstand was a 200-metre long 6000-seat temporary structure built in 1861. Another grandstand seating 2000, facing one way to the cricket ground and the other way to the park where football was played, was built in 1876 for the 1877 visit of James Lillywhite's English cricket team. It was during this tour that the MCG hosted the world's first Test match.\nIn 1881, the original members' stand was sold to the Richmond Cricket Club for £55. A new brick stand, considered at the time to be the world's finest cricket facility, was built in its place. The foundation stone was laid by Prince George of Wales and Prince Albert Victor on 4 July and the stand opened in December that year. It was also in 1881 that a telephone was installed at the ground, and the wickets and goal posts were changed from an east–west orientation to north–south. In 1882 a scoreboard was built which showed details of the batsman's name and how he was dismissed.\nWhen the Lillywhite tour stand burned down in 1884 it was replaced by a new stand which seated 450 members and 4500 public. In 1897, second-storey wings were added to 'The Grandstand', as it was known, increasing capacity to 9,000. In 1900 it was lit with electric light.\nMore stands were built in the early 20th century. An open wooden stand was on the south side of the ground in 1904 and the 2084-seat Grey Smith Stand (known as the New Stand until 1912) was erected for members in 1906. The 4000-seat Harrison Stand on the ground's southern side was built in 1908 followed by the 8000-seat Wardill Stand in 1912. In the 15 years after 1897 the grandstand capacity at the ground increased to nearly 20,000, while the full ground capacity was almost 60,000.\nIn 1927, the second brick members' stand was replaced at a cost of £60,000. The Harrison and Wardill Stands were demolished in 1936 to make way for the Southern Stand which was completed in 1937. The Southern Stand, which spanned almost half of the field's circumference, seated 18,200 under cover and 13,000 in the open and was the main public area of the MCG. The maximum capacity of the ground under this configuration, as advised by the Health Department, was 84,000 seated and 94,000 standing.\nThe Northern Stand, also known as the Olympic Stand, was built to replace the old Grandstand for the 1956 Olympic Games. By Health Department regulations, this was to increase the stadium's capacity to 120,000; although this was revised down after the 1956 VFL Grand Final, which could not comfortably accommodate its crowd of 115,802. Ten years later, the Grey Smith Stand and the open concrete stand next to it were replaced by the Western Stand; the Duke of Edinburgh laid a foundation stone for the Western Stand on 3 March 1967, and it was completed in 1968; in 1986, it was renamed the W.H. Ponsford Stand in honour of Victorian batsman Bill Ponsford. This was the stadium's highest capacity configuration, and the all-time record crowd for a sporting event at the venue of 121,696 was set under this configuration in the 1970 VFL Grand Final.\nThe MCG was the home of Australia's first full colour video scoreboard, which replaced the old scoreboard in 1982, located on Level 4 of the Western Stand, which notably caught fire in 1999 and was replaced in 2000. A second video screen added in 1994 almost directly opposite, on Level 4 of the Olympic stand. In 1985, light towers were installed at the ground, allowing for night football and day-night cricket games.\nDuring the 1980s, the Olympic Stand had corporate suites installed which led to the reduction of seating and standing capacity in the stand, the Ponsford Stand had seats installed on the ground level replacing the standing room and both the Southern Stand and Olympic Stand had their wooden bench seats removed and replaced with plastic bucket seats.\nIn 1988, inspections of the old Southern Stand found concrete cancer and provided the opportunity to replace the increasingly run-down 50-year-old facility. The projected cost of $100 million was outside what the Melbourne Cricket Club could afford so the Victorian Football League took the opportunity to part fund the project in return for a 30-year deal to share the ground. The new Great Southern Stand was completed in 1992, in time for the 1992 Cricket World Cup, at a final cost of $150 million. It was renamed the Shane Warne Stand after Victorian bowler Shane Warne in 2022 shortly after his death.\nThe 1928 Members' stand, the 1956 Olympic stand and the 1968 W.H. Ponsford stand were demolished one by one between late 2003 to 2005 and replaced with a new structure in time for the 2006 Commonwealth Games. Despite now standing as a single unbroken stand, the individual sections retain the names of W.H. Ponsford, Olympic and Members Stands. The redevelopment cost exceeded 400 million and pushed the ground's capacity to just above 100,000. Since redevelopment, the highest attendance has been 100,024 at the 2022 and 2023 AFL grand finals.\nFrom 2011 until 2013, the Victoria State Government and the Melbourne Cricket Club funded a $55 million refurbishment of the facilities in the Great Southern Stand, including renovations to entrance gates and ticket outlets, food and beverage outlets, etc., without significantly modifying the stand. New scoreboards, more than twice the size of the original ones, were installed in the same positions in late 2013.\nFrom November 2019 until February 2020 all the playing field lights, including those in the light towers, were replaced with LED sports lighting with the lighting under the roof and in two of the light towers completed in time for the Boxing Day Test against New Zealand.\nCricket.\nEarly years.\nThe first cricket match at the venue was played on 30 September 1854, while the first inter-colonial cricket match to be played at the MCG was between Victoria and New South Wales in March 1856. Victoria had played Tasmania (then known as Van Diemen's Land) as early as 1851 but the Victorians had included two professionals in the 1853 team upsetting the Tasmanians and causing a cooling of relations between the two colonies. To replace the disgruntled Tasmanians the Melbourne Cricket Club issued a challenge to play any team in the colonies for £1000. Sydney publican William Tunks accepted the challenge on behalf of New South Wales although the Victorians were criticised for playing for money. Ethics aside, New South Wales could not afford the £1000 and only managed to travel to Melbourne after half the team's travel cost of £181 was put up by Sydney barrister Richard Driver.\nThe game eventually got under way on 26 March 1856. The Victorians, stung by criticism over the £1000 stake, argued over just about everything; the toss, who should bat first, whether different pitches should be used for the different innings and even what the umpires should wear.\nVictoria won the toss but New South Wales captain George Gilbert successfully argued that the visiting team should decide who bats first. The MCG was a grassless desert and Gilbert, considering players fielded without boots, promptly sent Victoria into bat. Needing only 16 to win in the final innings, New South Wales collapsed to be 5 for 5 before Gilbert's batting saved the game and the visitors won by three wickets.\nIn subsequent years conditions at the MCG improved but the ever-ambitious Melburnians were always on the lookout for more than the usual diet of club and inter-colonial games. In 1861, Felix William Spiers and Christopher Pond, the proprietors of the Cafe de Paris in Bourke Street and caterers to the MCC, sent their agent, W.B. Mallam, to England to arrange for a cricket team to visit Australia.\nMallam found a team and, captained by Heathfield Stephenson, it arrived in Australia on Christmas Eve 1861 to be met by a crowd of more than 3000 people. The team was taken on a parade through the streets wearing white-trimmed hats with blue ribbons given to them for the occasion. Wherever they went they were mobbed and cheered by crowds to the point where the tour sponsors had to take them out of Melbourne so that they could train undisturbed.\nTheir first game was at the MCG on New Year's Day 1862, against a Victorian XVIII. The Englishmen also wore coloured sashes around their waists to identify each player and were presented with hats to shade them from the sun. Some estimates put the crowd at the MCG that day at 25,000. It must have been quite a picture with a new 6000 seat grandstand, coloured marquees ringing the ground and a carnival outside. Stephenson said that the ground was better than any in England. The Victorians however, were no match for the English at cricket and the visitors won by an innings and 96 runs.\nOver the four days of the 'test' more than 45,000 people attended and the profits for Speirs and Pond from this game alone was enough to fund the whole tour. At that time it was the largest number of people to ever watch a cricket match anywhere in the world. Local cricket authorities went out of their way to cater for the needs of the team and the sponsors. They provided grounds and sponsors booths without charge and let the sponsors keep the gate takings. The sponsors however, were not so generous in return. They quibbled with the Melbourne Cricket Club about paying £175 for damages to the MCG despite a prior arrangement to do so.\nThe last match of the tour was against a Victorian XXII at the MCG after which the English team planted an elm tree outside the ground.\nFollowing the success of this tour, a number of other English teams also visited in subsequent years. George Parr's side came out in 1863–64 and there were two tours by sides led by William Gilbert Grace. The fourth tour was led by James Lillywhite.\nOn Boxing Day 1866 an Indigenous Australian cricket team played at the MCG with 11,000 spectators against an MCC team. A few players in that match were in a later team that toured England in 1868. Some also played in three other matches at the ground before 1869.\nFirst Test match.\nUp until the fourth tour in 1877, led by James Lillywhite, touring teams had played first-class games against the individual colonial sides, but Lillywhite felt that his side had done well enough against New South Wales to warrant a game against an All Australian team.\nWhen Lillywhite headed off to New Zealand he left Melbourne cricketer John Conway to arrange the match for their return. Conway ignored the cricket associations in each colony and selected his own Australian team, negotiating directly with the players. Not only was the team he selected of doubtful representation but it was also probably not the strongest available as some players had declined to take part for various reasons. Demon bowler Fred Spofforth refused to play because wicket-keeper Billy Murdoch was not selected. Paceman Frank Allan was at Warrnambool Agricultural Show and Australia's best all-rounder Edwin Evans could not get away from work. In the end only five Australian-born players were selected.\nThe same could be said for Lillywhite's team which, being selected from only four counties, meant that some of England's best players did not take part. In addition, the team had a rough voyage back across the Tasman Sea and many members had been seasick. The game was due to be played on 15 March, the day after their arrival, but most had not yet fully recovered. On top of that, wicket-keeper Ted Pooley was still in a New Zealand prison after a brawl in a Christchurch pub.\nEngland was nonetheless favourite to win the game and the first ever Test match began with a crowd of only 1000 watching. The Australians elected Dave Gregory from New South Wales as Australia's first ever captain and on winning the toss he decided to bat.\nCharles Bannerman scored an unbeaten 165 before retiring hurt. Sydney Cricket Ground curator, Ned Gregory, playing in his one and only Test for Australia, scored Test cricket's first duck. Australia racked up 245 and 104 while England scored 196 and 108 giving Australia victory by 45 runs. The win hinged on Bannerman's century and a superb bowling performance by Tom Kendall who took 7 for 55 in England's second innings.\nA fortnight later there was a return game, although it was really more of a benefit for the English team. Australia included Spofforth, Murdoch and T.J.D. Cooper in the side but this time the honours went to England who won by four wickets.\nTwo years later Lord Harris brought another England team out and during England's first innings in the Test at the MCG, Fred Spofforth took the first hat-trick in Test cricket. He bagged two hauls of 6 for 48 and 7 for 62 in Australia's ten wicket win.\nCricket uses.\nThrough most of the 20th century, the Melbourne Cricket Ground was one of the two major Test venues in Australia (along with the Sydney Cricket Ground), and it would host one or two Tests in each summer in which Tests were played; since 1982, the Melbourne Cricket Ground has hosted one Test match each summer. Until 1979, the ground almost always hosted its match or one of its matches over the New Year, with the first day's play falling somewhere between 29 December and 1 January; in most years since 1980 and every year since 1995, its test has begun on Boxing Day, and it is now a standard fixture in the Australian cricket calendar and is known as the Boxing Day Test. The venue also hosts one-day international matches each year, and Twenty20 international matches most years. No other venue in Melbourne has hosted a Test, and Docklands Stadium is the only other venue to have hosted a limited-overs international.\nThe Victorian first-class team plays Sheffield Shield cricket at the venue during the season. Prior to Test cricket being played on Boxing Day, it was a long-standing tradition for Victoria to host New South Wales in a first-class match on Boxing Day. Victoria also played its limited overs matches at the ground. Since the introduction of the domestic Twenty20 Big Bash League (BBL) in 2011, the Melbourne Stars club has played its home matches at the ground. It is also the home ground of the Melbourne Stars Women team, which plays in the Women's Big Bash League (WBBL).\nBy the 1980s, the integral MCG pitch – grown from Merri Creek black soil – was considered the worst in Australia, in some matches exhibiting wildly inconsistent bounce which could see balls pass through as grubbers or rear dangerously high – a phenomenon which was put down to damage caused by footballers in winter and increased use for cricket during the summers of the 1970s. The integral pitch has since been removed and drop-in pitches have been cultivated and used since 1996, generally offering consistent bounce and a fair balance between bat and ball. The decade-and-a-half-old pitches degraded again through the late 2010s, seeing the pitch receive the first official International Cricket Council 'poor' rating by an Australian pitch in 2017, and saw another Sheffield Shield match abandoned in 2019; a new set of drop-in pitches will be grown and ready for use by the early 2020s.\nHighlights and lowlights.\nThe highest first class team score in history was posted at the MCG in the Boxing Day match against New South Wales in 1926–27. Victoria scored 1107 in two days, with Bill Ponsford scoring 352 and Jack Ryder scoring 295.\nOne of the most sensational incidents in Test cricket occurred at the MCG during the Melbourne test of the 1954–55 England tour of Australia. Big cracks had appeared in the pitch during a very hot Saturday's play and on the rest day Sunday, groundsman Jack House watered the pitch to close them up. This was illegal and the story was leaked by \"The Age\" newspaper. The teams agreed to finish the match and England won by 128 runs after Frank Tyson took 7 for 27 in the final innings.\nAn incident in the second Test of the 1960–61 series involved the West Indies player Joe Solomon being given out after his hat fell on the stumps after being bowled at by Richie Benaud. The crowd sided with the West Indies over the Australians.\nNot only was the first Test match played at the MCG, the first One Day International match was also played there, on 5 January 1971, between Australia and England. The match was played on what was originally scheduled to have been the fifth day of a Test match, but the Test was abandoned after the first three days were washed out. Australia won the 40-over match by 5 wickets. The next ODI was played in August 1972, some 19 months later.\nIn March 1977, a Centenary Test Match was held between Australia and England to mark the 100th anniversary of the first Test match. The match was the idea of former Australian bowler and MCC committee member Hans Ebeling who had been responsible for developing the cricket museum at the MCG. England's Derek Randall scored 174, Australia's Rod Marsh also got a century, Dennis Lillee took 11 wickets, and David Hookes, in his first Test, hit five fours in a row off England captain Tony Greig's bowling. Rick McCosker opened the batting for Australia and suffered a fractured jaw after being hit by a sharply rising delivery. He left the field but came back in the second innings with his head swathed in bandages. Australia won the match by 45 runs, exactly the same margin as the first Test in 1877.\nAnother incident occurred on 1 February 1981 at the end of a one-day match between Australia and New Zealand. New Zealand, batting second, needed six runs off the last ball of the day to tie the game. Australian captain, Greg Chappell instructed his brother Trevor, who was bowling the last over, to send the last ball down underarm to prevent the New Zealand batsman, Brian McKechnie, from hitting the ball for six. Although not in the spirit of the game, an underarm delivery was quite legal, so long as the arm was kept straight. The Laws of cricket have since been changed to prevent such a thing happening again. The incident has long been a sore point between Australia and New Zealand.\nIn February and March 1985 the Benson &amp; Hedges World Championship of Cricket was played at the MCG, a One Day International tournament involving all of the then Test match playing countries to celebrate 150 years of the Australian state of Victoria. Some matches were also played at Sydney Cricket Ground.\nThe MCG hosted the 1992 Cricket World Cup Final between Pakistan and England with a crowd of more than 87,000. Pakistan won the match after an all-round performance by Wasim Akram who scored 33 runs and took 3 wickets to make Pakistan cricket world champions for the first and, to date, only time.\nDuring the 1995 Boxing Day Test at the MCG, Australian umpire Darrell Hair called Sri Lankan spin bowler Muttiah Muralitharan for throwing the ball, rather than bowling it, seven times during the match. The other umpire did not call him once and this caused a controversy, although Muralitharan was later called for throwing by other umpires in different matches.\nThe MCG is known for its great atmosphere, much of which is generated in the infamous Bay 13, situated almost directly opposite to the members stand. In the late 1980s, the crowd at Bay 13 would often mimic the warm up stretches performed by Merv Hughes. In a 1999 One-Day International, the behaviour of Bay 13 was so bad that Shane Warne, donning a helmet for protection, asked the crowd to settle down at the request of opposing England captain Alec Stewart.\nThe MCG hosted three pool games as part of the 2015 ICC Cricket World Cup as well as a quarter-final, and then the final on 29 March. Australia comfortably defeated New Zealand by seven wickets in front of an Australian record cricket crowd of 93,013.\nThe 2020 ICC Women's T20 World Cup Final was held on International Women's Day between Australia and India. Australia won by 85 runs in front of a record crowd for women's cricket of 86,174.\nAustralian rules football.\nOrigins.\nDespite being called the Melbourne Cricket Ground, the stadium has been and continues to be used much more often for Australian rules football. Spectator numbers for football are larger than for any other sport in Australia, and it makes more money for the MCG than any of the other sports played there.\nAlthough the Melbourne Cricket Club members were instrumental in founding Australian Rules Football, there were understandable concerns in the early days about the damage that might be done to the playing surface if football was allowed to be played at the MCG. Therefore, football games were often played in the parklands next to the cricket ground, and this was the case for the first documented football match to be played at the ground. The match which today is considered to be the first Australian rules football, played between Melbourne Grammar and Scotch College over three Saturdays beginning 7 August 1858 was played in this area.\nIt wasn't until 1869 that football was played on the MCG proper, a trial game involving a police team. It was not for another ten years, in 1879, after the formation of the Victorian Football Association, that the first official match was played on the MCG and the cricket ground itself became a regular venue for football. Two night matches were played on the ground during the year under the newly invented electric light.\nIn the early years, the MCG was the home ground of Melbourne Football Club, Australia's oldest club, established in 1858 by the founder of the game itself, Thomas Wills. Melbourne won five premierships during the 1870s using the MCG as its home ground.\nThe first of nearly 3000 Victorian Football League/Australian Football League games to be played at the MCG was on 15 May 1897, with beating 64 to 19.\nMelbourne used the venue as its training base until 1984, before being required to move to preserve the venue's surface when North Melbourne began playing there.\nFinals and grand finals.\nThe VFL/AFL grand final has been played at the MCG every season since 1902, except for between 1942 and 1945, when the ground was used by the military during World War II; in 1991 as the construction of the Great Southern Stand had temporarily reduced the ground's capacity below that of Waverley Park; and both 2020 and 2021, when restrictions in Victoria due to the COVID-19 pandemic prompted the games to be moved to the Gabba in Queensland and Perth Stadium in Western Australia respectively. All three grand final replays have been played at the MCG.\nBefore the MCG was fully seated, a grand final could draw attendances above 110,000. The record for the highest attendance in the history of the sport was set in the 1970 VFL Grand Final, with 121,696 in attendance.\nSince being fully seated, grand final attendances are typically between 95,000 and 100,000, with the record of 100,024 at the 2022 AFL Grand Final and the 2023 AFL Grand Final, followed by 100,022 at the 2018 AFL Grand Final and 100,021 at the 2017 AFL Grand Final.\nIn the modern era, most finals games held in Melbourne have been played at the MCG. Under the current contract, 10 finals (excluding the grand final) must be played at the MCG over a five-year period. Under previous contracts, the MCG was entitled to host at least one match in each week of the finals, which on several occasions required non-Victorian clubs to play \"home\" finals in Victoria. The MCG is contracted to host the grand final every year until 2059.\nAll Melbourne-based teams (and most of the time Geelong) play their \"home\" finals at the MCG unless if four Victorian teams win the right to host a final in the first week of the finals.\nMCG and the VFL/AFL.\nFor many years the VFL had an uneasy relationship with the MCG trustees and the Melbourne Cricket Club. Both needed the other, but resented the dependence. The VFL made the first move which brought things to a head by beginning the development of VFL Park at Mulgrave in the 1960s as its own home ground and as a potential venue for future grand finals. Then in 1983, president of the VFL, Allen Aylett started to pressure the MCG Trust to give the VFL a greater share of the money it made from using the ground for football.\nAfter negotiations with the MCC in 1964, joined Melbourne playing their home games at the MCG from 1965.\nIn March 1983 the MCG trustees met to consider a submission from Aylett. Aylett said he wanted the Melbourne Cricket Club's share of revenue cut from 15 per cent to 10 per cent. He threatened to take the following day's opening game of the season, Collingwood vs Melbourne, away from the MCG. The money was held aside until an agreement could be reached.\nDifferent deals, half deals and possible deals were done over the years, with the Premier of Victoria, John Cain, Jr., even becoming involved. Cain was said to have promised the VFL it could use the MCG for six months of the year and then hand it back to the MCC, but this never eventuated, as the MCG Trust did not approve it. In the mid-1980s, a deal was done where the VFL was given its own members area in the Southern Stand.\nAgainst this background of political maneuvering, in 1985 became the third club to make the MCG its home ground. In the same year, North played in the first night football match at the MCG for almost 110 years, against Collingwood on 29 March 1985.\nIn 1986, only a month after Ross Oakley had taken over as VFL Commissioner, VFL executives met with the MCC and took a big step towards resolving their differences. Changes in the personnel at the MCC also helped. In 1983 John Lill was appointed secretary and Don Cordner its president.\nShortly after the Southern Stand opened in 1992, the Australian Football League moved its headquarters into the complex. The AFL assisted with financing the new stand and came to an agreement that ensures at least 45 AFL games are played at the MCG each year, including the Grand Final in September. Another 45 days of cricket are also played there each year and more than 3.5 million spectators come to watch every year. Also in 1992, became the fourth AFL club to call the MCG home with staging the majority of their home games at the MCG from 1994 onwards before fully moving from Victoria Park to the MCG in 2000. have also used the ground for up to five home games a year since 1992.\nAfter the closure of Waverley Park, moved their home games to the MCG in 2000.\nAs of the end of 2011, Matthew Richardson holds the records for having scored the most goals on the MCG and as of 2021 Scott Pendlebury holds the record for playing the most matches. Two players have scored 14 goals for an AFL or VFL game in one match at the MCG, Gary Ablett Sr. in 1989 and 1993 and John Longmire in 1990.\nBefore an AFL match between and on 27 August 1999, the city end scoreboard caught on fire due to an electrical fault, causing the start of play to be delayed by half an hour.\nWorld War II.\nDuring World War II, the government requisitioned the MCG for military use. From 1942 until 1945 it was occupied by (in order): the United States Army Air Forces, the Royal Australian Air Force, the United States Marine Corps and again the RAAF. Over the course of the war, more than 200,000 personnel were barracked at the MCG. From April to October 1942, the US Army's Fifth Air Force occupied the ground, naming it \"Camp Murphy\", in honour of officer Colonel William Murphy, a senior USAAF officer killed in Java. In 1943 the MCG was home to the legendary First Regiment of the First Division of the United States Marine Corps. The First Marine Division were the heroes of the Guadalcanal campaign and used the \"cricket grounds\", as the marines referred to it, to rest and recuperate. On 14 March 1943 the marines hosted a giant \"get together\" of American and Australian troops on the arena.\nIn 1977, Melbourne Cricket Club president Sir Albert Chadwick and Medal of Honor recipient, Colonel Mitchell Paige, unveiled a commemorative plaque recognizing the Americans' time at the ground.\nIn episode 3 of the 2010 TV miniseries, \"The Pacific\", members of the US Marines are shown to be camped in the war-era MCG.\nOlympic Games.\nThe MCG's most famous moment in history was as the main stadium for the 1956 Olympic Games, hosting the opening and closing ceremonies, track and field events, and the finals in field hockey and soccer. The MCG was only one of seven possible venues, including the Melbourne Showgrounds, for the Games' main arena. The MCG was the Federal Government's preferred venue but there was resistance from the MCC. The inability to decide on the central venue nearly caused the Games to be moved from Melbourne. Prime Minister Robert Menzies recognised the potential embarrassment to Australia if this happened and organised a three-day summit meeting to thrash things out. Attending was Victorian Premier John Cain, Sr., the Prime Minister, deputy opposition leader Arthur Calwell, all State political leaders, civic leaders, Olympic officials and trustees and officials of the MCC. Convening the meeting was no small effort considering the calibre of those attending and that many of the sports officials were only part-time amateurs.\nAs 22 November, the date of the opening ceremony, drew closer, Melbourne was gripped ever more tightly by Olympic fever. At 3 pm the day before the opening ceremony, people began to line up outside the MCG gates. That night the city was paralysed by a quarter of a million people who had come to celebrate.\nThe MCG's capacity was increased by the new Olympic (or Northern) Stand, and on the day itself 103,000 people filled the stadium to capacity. A young up and coming distance runner was chosen to carry the Olympic torch into the stadium for the opening ceremony.\nAlthough Ron Clarke had a number of junior world records for distances of 1500 m, one mile (1.6 km) and two miles (3 km), he was relatively unknown in 1956. Perhaps the opportunity to carry the torch inspired him because he went on to have a career of exceptional brilliance and was without doubt the most outstanding runner of his day. At one stage he held the world record for every distance from two miles (3 km) to 20 km. His few failures came in Olympic and Commonwealth Games competition. Although favourite for the gold at Tokyo in 1964 he was placed ninth in the 5,000 metres race and the marathon and third in the 10,000 metres. He lost again in the 1966 Commonwealth Games and in 1968 at altitude in Mexico he collapsed at the end of the 10 km race. \nOn that famous day in Melbourne in 1956 the torch spluttered and sparked, showering Clarke with hot magnesium, burning holes in his shirt. When he dipped the torch into the cauldron it burst into flame singeing him further. In the centre of the ground, John Landy, the fastest miler in the world, took the Olympic oath and sculler Merv Wood carried the Australian flag.\nThe Melbourne Games also saw the high point of Australian female sprinting with Betty Cuthbert winning three gold medals at the MCG. She won the 100 m and 200 m and anchored the winning 4 x 100 m team. Born in Merrylands in Sydney's west she was a champion schoolgirl athlete and had already broken the world record for the 200 m just before the 1956 Games. She was to be overshadowed by her Western Suburbs club member, the Marlene Matthews. When they got to the Games, Matthews was the overwhelming favourite especially for the 100 m a distance over which Cuthbert had beaten her just once.\nBoth Matthews and Cuthbert won their heats with Matthews setting an Olympic record of 11.5 seconds in hers. Cuthbert broke that record in the following heat with a time of 11.4 seconds. The world record of 11.3 was held by another Australian, Shirley Strickland who was eliminated in her heat. In the final Matthews felt she got a bad start and was last at the 50 metre mark. Cuthbert sensed Isabella Daniels from the USA close behind her and pulled out a little extra to win Australia's first gold at the Games in a time of 11.5 seconds, Matthews was third. The result was repeated in the 200 m final. Cuthbert won her second gold breaking Marjorie Jackson's Olympic record. Matthews was third again.\nBy the time the 1956 Olympics came around, Shirley Strickland was a mother of 31 years of age but managed to defend her 80 m title, which she had won in Helsinki four years before, winning gold and setting a new Olympic record.\nThe sensational incident of the track events was the non-selection of Marlene Matthews in the 4 x 100 m relay. Matthews trained with the relay team up until the selection was made but Cuthbert, Strickland, Fleur Mellor and Norma Croker were picked for the team. There was outrage at the selection which increased when Matthews went on to run third in both the 100 m and 200 m finals. Personally she was devastated and felt that she had been overlooked for her poor baton change. Strickland was disappointed with the way Matthews was treated and maintained it was an opinion held in New South Wales that she had baton problems. One of the selectors, Doris Magee from NSW, said that selecting Matthews increased the risk of disqualification at the change. But Cuthbert maintained that the selectors made the right choice saying that Fleur Mellor was fresh, a specialist relay runner and was better around the curves than Matthews.\nThe men did not fare so well. The 4 x 400 m relay team, including later IOC Committee member Kevan Gosper, won silver. Charles Porter also won silver in the high jump. Hec Hogan won bronze in the 100 m to become the first Australian man to win a medal in a sprint since the turn of the century and despite injury John Landy won bronze in the 1500 m. Allan Lawrence won bronze in the 10,000 m event.\nApart from athletics, the stadium was also used for the soccer finals, the hockey finals, the Opening and Closing Ceremonies, and an exhibition game of baseball between the Australian National Team and a US armed services team at which an estimated crowd of 114,000 attended. This was the Guinness World Record for the largest attendance for any baseball game, which stood until a 29 March 2008 exhibition game between the Boston Red Sox and Los Angeles Dodgers at the Los Angeles Coliseum (also a former Olympic venue in 1932 and 1984) drawing 115,300.\nThe MCG was also used for another demonstration sport, Australian Rules. The Olympics being an amateur competition meant that only amateurs could play in the demonstration game. A combined team of amateurs from the VFL and VFA were selected to play a state team from the Victorian Amateur Football Association (VAFA). The game was played 7 December 1956 with the VAFA side, wearing white jumpers, green collars and the Olympic rings on their chests, winning easily 81 to 55. One of the players chosen for the VFA side was Lindsay Gaze (although he never got off the bench) who would go on to make his mark in another sport, basketball, rather than Australian Rules.\nThe MCG's link with its Olympic past continues to this day. Within its walls is the IOC-endorsed Australian Gallery of Sport and Olympic Museum.\nForty-four years later at the 2000 Summer Olympics in Sydney, the ground hosted several soccer preliminaries, making it one of a few venues ever used for more than one Olympics.\nCommonwealth Games.\nThe Opening and Closing Ceremonies of the 2006 Commonwealth Games were held at the MCG, as well as athletics events during the games. The games began on 15 March and ended on 26 March.\nThe seating capacity of the stadium during the games was 80,000. A total of 47 events were contested, of which 24 by male and 23 by female athletes. Furthermore, three men's and three women's disability events were held within the programme. All athletics events took place within the Melbourne Cricket Ground, while the marathon and racewalking events took place on the streets of Melbourne and finished at the main stadium.\nThe hosts Australia easily won the medals table with 16 golds and 41 medals in total. Jamaica came second with 10 golds and 22 medals, while Kenya and England were the next best performers. A total of eleven Games records were broken over the course of the seven-day competition. Six of the records were broken by Australian athletes.\nRugby union.\nThe first game of Rugby Union to be played on the ground was on Saturday, 29 June 1878, when the Waratah Club of Sydney played Carlton Football Club in a return of the previous year's contests in Sydney where the clubs had competed in both codes of football. The match, watched by a crowd of between 6,000 and 7,000 resulted in a draw; one goal and one try being awarded to each team.\nThe next Rugby match was held on Wednesday 29 June 1881, when the Wanderers, a team organised under the auspices of the Melbourne Cricket Club, played a team representing a detached Royal Navy squadron then visiting Melbourne. The squadron team won by one goal and one try to nil.\nIt was not until 19 August 1899 that the MCG was again the venue for a Union match, this time Victoria v the British Lions (as they were later to be called). During the preceding week the Victorians had held several trial and practice matches there, as well as several training sessions, despite which they were defeated\n30–0 on the day before a crowd of some 7,000.\nNine years later, on Monday, 10 August 1908, Victoria was again the host, this time to the Australian team en route to Great Britain and soon to be dubbed the First Wallabies. Despite being held on a working day some 1,500 spectators attended to see the visitors win by 26–6.\nOn Saturday, 6 July 1912 the MCG was the venue, for the only time ever, of a match between two Victorian Rugby Union clubs, Melbourne and East Melbourne, the former winning 9–5 in what was reported to be '... one of the finest exhibitions of the Rugby game ever seen in Victoria.' It was played before a large crowd as a curtain raiser to a State Rules match against South Australia.\nOn Saturday 18 June 1921, in another curtain raiser, this time to a Melbourne-Fitzroy League game, a team representing Victoria was soundly beaten 51–0 by the South African Springboks in front of a crowd of 11,214.\nIt was nine years later, on Saturday 13 September 1930, that the British Lions returned to play Victoria, again before a crowd of 7,000, this time defeating the home side 41–36, a surprisingly narrow winning margin.\nThe first post war match at the MCG was on 21 May 1949 when the NZ Maoris outclassed a Southern States side 35–8 before a crowd of close to 10,000. A year later, on 29 July 1950, for the first and only time, Queensland travelled to Victoria to play an interstate match, defeating their hosts 31–12 before a crowd of 7,479.\nIn the following year the MCG was the venue for a contest between the New Zealand All Blacks and an Australian XV. This was on 30 June 1951 before some 9,000 spectators and resulted in a convincing 56–11 win for the visitors.\nUnion did not return to the MCG until the late 1990s, for several night time Test matches, both Australia v New Zealand All Blacks as part of the Tri Nations Series. The first, on Saturday 26 July 1997, being notable for an attendance of 90,119, the visitors decisively winning 33–18 and the second, on Saturday 11 July 1998, for a victory to Australia of 24–16. Australia and New Zealand met again at the MCG during the 2007 Tri Nations Series on 30 June, the hosts again winning, this time by 20 points to 15 in front of a crowd of 79,322.\nAustralia returned to the MCG as part of the 2023 Rugby Championship. They were defeated by New Zealand 38–7 in front of a crowd of 83,944.\nRugby league.\nRugby league was first played at the ground on 15 August 1914, with the New South Wales team losing to England 15–21.\nThe first ever State of Origin match at the MCG (and second in Melbourne) was Game II of the 1994 series, and the attendance of 87,161 set a new record rugby league crowd in Australia. The MCG was also the venue for Game II of the 1995 State of Origin series and drew 52,994, the most of any game that series. The second game of the 1997 State of Origin series, which, due to the Super League war only featured Australian Rugby League-signed players, was played there too, but only attracted 25,105, the lowest in a series that failed to attract over 35,000 to any game.\nThe Melbourne Storm played two marquee games at the MCG in 2000. This was the first time that they had played outside of their normal home ground of Olympic Park Stadium which held 18,500 people. Their first game was held on 3 March 2000 against the St. George Illawarra Dragons in a rematch of the infamous 1999 NRL Grand Final. Dragons player Anthony Mundine said the Storm were 'not worthy premiers' and they responded by running in 12 tries to two, winning 70–10 in front of 23,239 fans. This was their biggest crowd they had played against until 33,427 turned up to the 2007 Preliminary Final at Docklands Stadium which saw Melbourne defeat the Parramatta Eels 26–10. The record home and away crowd record has also been overhauled, when a match at Docklands in 2010 against St George attracted 25,480 spectators. Their second game attracted only 15,535 spectators and was up against the Cronulla Sharks on 24 June 2000. Once again, the Storm won 22–16.\nIt was announced in June 2014 that the ground would host its first State of Origin match since 1997. Game II of the 2015 series was played at the venue, with an all-time record State of Origin crowd of 91,513 attending the match. The attendance is 19th on the all time rugby league attendance list and the 4th highest rugby league attendance in Australia.\nThe MCG hosted its fifth State of Origin match on 6 June 2018. In front of a crowd of 87,122, the third largest State of Origin crowd in Victoria, New South Wales defeated Queensland 22–12.\nSoccer.\nOn 9 February 2006 Victorian premier Steve Bracks and Football Federation Australia chairman Frank Lowy announced that the MCG would host a world class soccer event each year from 2006 until 2009 inclusive.\nThe agreement sees an annual fixture at the MCG, beginning with a clash between Australia and European champions Greece on 25 May 2006 in front of a sell-out crowd of 95,103, before Australia left to contest in the World Cup finals. Australia beat Greece 1–0. The Socceroos also hosted a match in 2007 against Argentina, losing 1–0, as well as 2010 FIFA World Cup qualification matches in 2009 against Japan, which attracted 81,872 fans as Australia beat Japan 2–1 via 2 Tim Cahill headers after falling behind 1–0 late in the 1st half. In 2010 it was announced that as a warm up to the 2010 FIFA World Cup which the Australians had qualified for, they would play fellow qualified nation New Zealand on 24 May at the MCG.\nOther matches played at the MCG include the following:\nConcerts.\nThe MCG is a popular venue for concert acts, with the first rock concert to be held at the ground was one by David Cassidy in 1974, In 1978 David Bowie held a concert there. In 1993, Paul McCartney, U2 and Madonna held three concerts, with the highest attendances for a music concert at MCG, with \"147,241\" tickets sold. The Rolling Stones held concerts in 1995, Michael Jackson in 1996, the Three Tenors in 1997, Elton John and Billy Joel in 1998.\nThe MCG hosted the Police with Special Guests Fergie &amp; Fiction Plane on Australia Day 2008; the first MCG concert in 10 years.\nThe MCG hosted Sound Relief, a concert donating all revenues to the Red Cross Victorian Bushfire Appeal with performances from Kings of Leon, Midnight Oil, Split Enz, Paul Kelly, Hunters &amp; Collectors, Wolfmother, Jet and Bliss N Eso, among others. It was held on 14 March 2009 with 80,518 in attendance.\nThe MCG held a Guns N' Roses concert on 14 February 2017 with 73,756 in attendance.\nThe MCG held a free The Killers concert on 30 September 2017, after the 2017 AFL Grand Final.\nOn 3 December 2022, the MCG held a Guns N' Roses concert as part of the Guns N' Roses 2020 Tour.\nOn 10 December 2022, the MCG held a Billy Joel concert as part of the Billy Joel in Concert tour.\nThe MCG held an Eminem concert on 24 February 2019 with 80,708 tickets sold, at the time the highest attendance for a single concert at the MCG. The concert also marked the highest attended show of Eminem's career.\nThe MCG hosted two Ed Sheeran concerts on 2 and 3 March 2023 as part of the +–=÷x Tour. Playing in-the-round, the attendance on 2 March was 108,000, Sheeran's biggest concert and 3 March was 109,500, exceeding the previous concert attendance record set by Eminem.\nThe MCG hosted three Taylor Swift concerts on 16, 17, and 18 February 2024 as part of The Eras Tour. The three concerts were attended by 96,000 people each night, drawing a collective audience of 288,000. The shows broke the MCG's record for the most tickets sold by one artist at the venue, according to the promoter Frontier Touring.\nOther uses.\nTennis.\nIn 1878 the Melbourne Cricket Club's Lawn Tennis Committee laid an asphalt court at the MCG and Victoria's first game of tennis was played there. A second court of grass was laid in 1879 and the first Victorian Championship played on it in 1880. The first inter-colonial championship was played in 1883 and the first formal inter-state match between NSW and Victoria played in 1884 with Victoria winning.\nIn 1889 the MCC arranged for tennis to be played at the Warehousemen's Cricket Ground (now known as the Albert Cricket Ground), at Albert Park, rather than at the MCG.\nCycling.\nIt was at the MCG in 1869 that one of Australia's first bicycle races was held. The event was for velocipedes, crude wooden machines with pedals on the front wheels. In 1898 the Austral Wheel Race was held at the MCG attracting a crowd of 30,000 to see cyclists race for a total of £400 in prize money, with 1st, 2nd, and 3rd place winning £240, £120, and £40 respectively.\nTest cricket records.\nPartnership records.\nAll records correct as of 8 July 2021.\nODI records.\nLast updated 26 December 2022.\nTwenty20 International records.\nLast updated 26 December 2022.\nVFL/AFL records.\nAll records correct as of 16 April 2024.\nStatues.\nTattersall's Parade of Champions.\nThe Tattersall's Parade of the Champions undertaking is a gift to the people of Australia by Tattersall's and is a focal point of the Yarra Park precinct.\nThe MCG is a magnet for tourists worldwide and the statues reinforce the association between the elite sportsmen and women who have competed here and the stadium that rejoiced in their performances.\nAustralia Post Avenue of Legends.\nIn 2010, the Melbourne Cricket Club (MCC) announced an expansion to the list of sporting statues placed around the MCG precinct in partnership with Australia Post.\nThe Australia Post Avenue of Legends project aimed to place a minimum of five statues in Yarra Park, extending from the gate 2 MCC members entrance up the avenue towards Wellington Parade. The most recent addition of Kevin Bartlett was unveiled in March 2017."
    },
    {
        "id": "18886",
        "revid": "22893628",
        "url": "https://en.wikipedia.org/wiki?curid=18886",
        "title": "List of male singles tennis players",
        "text": "This is a list of top international male singles tennis players, both past and present.\nIt includes players who have met one or more of the following criteria in singles:\nPlayers who have won at least one Grand Slam singles title or have been ranked world no. 1 in singles are in bold. Players who are still active on the tour are in \"italics\"."
    },
    {
        "id": "16383",
        "revid": "28438779",
        "url": "https://en.wikipedia.org/wiki?curid=16383",
        "title": "FIFA World Cup Trophy",
        "text": "The FIFA World Cup is a solid gold trophy that is awarded to the winners of the FIFA World Cup association football tournament. Since the advent of the World Cup in 1930, two different trophies have been used: the Jules Rimet Trophy from 1930 to 1970 and thereafter the FIFA World Cup Trophy from 1974 to the present day. The production cost of the current trophy is estimated at $242,700.\nThe first trophy, originally named \"Victory\", but later renamed in honour of FIFA president Jules Rimet, was made of gold plated sterling silver and a lapis lazuli base. It depicted Nike, the Greek goddess of victory. Brazil was awarded the trophy in perpetuity following their third title in 1970, prompting the commissioning of a replacement. The original Jules Rimet Trophy was stolen in 1983 and has never been recovered.\nThe subsequent trophy, called the \"FIFA World Cup Trophy\", was introduced in 1974. Made of 18 karat gold with bands of malachite on its base, it stands 36.8 centimetres high and weighs . The trophy was made by the Stabilimento Artistico Bertoni company in Italy. It depicts two human figures holding up the Earth. The current holders of the trophy are Argentina, winners of the 2022 World Cup.\nOnly a selected few are officially allowed to touch the trophy with bare hands, including players and managers who have won the competition, heads of state, and FIFA officials.\nJules Rimet Trophy.\nThe Jules Rimet Cup was the original trophy of the FIFA World Cup. Originally called \"Victory\", but generally known simply as the \"World Cup\" or \"Coupe du Monde\", it was renamed in 1946 to honour the FIFA President Jules Rimet, who in 1929 passed a vote to initiate the competition. It was designed by French sculptor Abel Lafleur and made of gold-plated sterling silver on a lapis lazuli base. In 1954 the base was replaced with a taller version to accommodate more winners' details. It stood 35 centimetres (14 in) high and weighed 3.8 kilograms (8.4 lb).\nIt comprised a decagonal cup, supported by a winged figure representing Nike, the ancient Greek goddess of victory. The Jules Rimet Trophy was taken to Uruguay for the first FIFA World Cup aboard the \"Conte Verde\", which set sail from Villefranche-sur-Mer, just southeast of Nice, in June 1930. This was the same ship that carried Jules Rimet and the footballers representing France, Romania, and Belgium who were participating in the tournament that year. The first team to be awarded the trophy was Uruguay, the winners of the 1930 World Cup.\nDuring World War II, the trophy was held by 1938 champion Italy. Ottorino Barassi, the Italian vice-president of FIFA and president of FIGC, secretly transported the trophy from a bank in Rome and hid it in a shoe-box under his bed to prevent the Nazis from taking it. The 1958 FIFA World Cup in Sweden marked the beginning of a tradition regarding the trophy. As Brazilian captain Hilderaldo Bellini heard photographers' requests for a better view of the Jules Rimet Trophy, he lifted it up in the air. Every Cup-winning captain ever since has repeated the gesture.\nOn 20 March 1966, four months before the 1966 FIFA World Cup in England, the trophy was stolen during a public exhibition at Westminster Central Hall. It was found seven days later wrapped in newspaper at the bottom of a suburban garden hedge in Beulah Hill, Upper Norwood, South London, by a black and white mongrel dog named Pickles.\nAs a security measure, The Football Association secretly manufactured a replica of the trophy for use in exhibitions rather than the original. This replica was used on occasions up until 1970 when the original trophy had to be handed back to FIFA for the next competition. Since FIFA had explicitly denied the FA permission to create a replica, the replica also had to disappear from public view and was for many years kept under its creator's bed. This replica was sold at an auction in 1997 for £254,500, when it was purchased by FIFA. The high auction price, ten times the reserve price of £20,000–£30,000, was led by speculation that the auctioned trophy was not the replica trophy but the original itself. Testing by FIFA confirmed the auctioned trophy was a replica. Soon afterwards FIFA arranged for the replica to be lent for display at the English National Football Museum, which was then based in Preston but is now in Manchester.\nThe Brazilian team won the tournament for the third time in 1970, allowing them to keep the real trophy in perpetuity, as had been stipulated by Jules Rimet in 1930. It was put on display at the Brazilian Football Confederation headquarters in Rio de Janeiro, in a cabinet with a front of bullet-proof glass.\nOn 19 December 1983, the trophy was stolen again. The wooden rear of the cabinet was forced open with a crowbar and the cup taken. Four men were tried and convicted in absentia for the crime. The trophy has never been recovered, and it is widely believed to have been melted down and sold. Only one piece of the Jules Rimet Trophy has been found, the original base, which FIFA had kept in a basement of the federation's Zürich headquarters prior to 2015.\nThe Confederation commissioned a replica of their own, made by Eastman Kodak, using of gold. This replica was presented to Brazilian military president João Figueiredo in 1984.\nNew trophy.\nA replacement trophy was commissioned by FIFA for the 1974 World Cup. Fifty-three submissions were received from sculptors in seven countries. Italian artist Silvio Gazzaniga was awarded the commission. The trophy stands tall and is made of of 18 karat (75%) gold, worth approximately US$161,000 in 2018. Its base is in diameter containing two layers of malachite. Chemist Sir Martyn Poliakoff claims that the trophy is hollow, because if it were solid gold, the trophy would weigh and would be too heavy to lift; the trophy's original manufacturer also confirmed its hollowness.\nProduced by \"Bertoni, Milano\" in Paderno Dugnano, it depicts two human figures holding up the Earth. Gazzaniga described the trophy thus, \"The lines spring out from the base, rising in spirals, stretching out to receive the world. From the remarkable dynamic tensions of the compact body of the sculpture rise the figures of two athletes at the stirring moment of victory\".\nThe trophy has the engraving \"FIFA World Cup\" on its base. After the 1994 FIFA World Cup, a plate was added to the bottom side of the trophy where the names of winning countries are engraved, names therefore not visible when the trophy is standing upright. The original trophy is now permanently kept at the FIFA World Football Museum in Zurich, Switzerland. It only leaves there when it goes on its FIFA World Cup Trophy Tour. It is present at the Final draw for the next World Cup, and on the pitch at the World Cup opening game and Final. The FIFA World Cup Trophy Tour was inaugurated for the 2006 FIFA World Cup competition.\nThe Cup used to be kept by the winning team until the final draw of the next tournament, however, that is no longer the case. Instead the winners of the tournament receive a bronze replica which is gold-plated rather than solid gold. Likewise, three-time winners keep the replica instead of the original cup. Germany became the first nation to win the new trophy for the third time when they won the 2014 FIFA World Cup. Argentina became the second nation to achieve this feat following their win in Qatar at the 2022 FIFA World Cup.\nThe inscriptions state the year in figures and the name of the winning nation in its national language. For example, \"1974 \" or \"1994 \". In 2010, the name of the winning nation was engraved as \"2010 Spain\", in English, not in Spanish. This was corrected in the new plate made after the 2018 World Cup.\nAs of 2022, twelve winners have been engraved on the base. The plate is replaced each World Cup cycle and the names of the trophy winners are rearranged into a spiral to accommodate future winners.\nEventual replacement.\nSince the base of the trophy only has space for new engravings to be made up until the 2038 World Cup, a new trophy will eventually be made for the 2042 World Cup.\nWinners.\nHistoric list of all \"holders of the trophy\" (winners of the FIFA World Cup).\nJules Rimet Trophy\nFIFA World Cup Trophy"
    }
]